<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<title>알 샵</title>
<meta http-equiv="Content-Type" content="text/html; charset=euc-kr">
<meta http-equiv="p3p" content="">
<meta http-equiv="imagetoolbar" content="no">
<meta http-equiv="pics-label" content="">
<meta name="generator" content="">
<meta name="author" content="">
<meta name="description" content="">
<meta name="keywords" content="">
<meta name="classification" content="">
<meta name="robots" content="">
<meta name="naver-site-verification" content="">
<meta name="verify-v1" content="">
<meta name="y_key" content="">
<meta http-equiv="X-UA-Compatible" content="IE=Edge">
<meta name="viewport" content="width=1560">
<link rel="shortcut icon" href="">
<meta name="msapplication-config" content="">
<meta name="theme-color" content="">
<%@include file="/WEB-INF/views/common/include.jsp"%>
<link rel="stylesheet" type="text/css" href="/css/auth/agreement.css">
<script type="text/javascript" src="/js/auth/agreement.js"></script>
</head>
	<body>
		<div id="wrap">
			<!-- 헤더 -->
			<%@include file="/WEB-INF/views/common/header.jsp"%>
			<!-- 중앙부 -->
			<div id="v6Middle">
				<!-- 콘텐츠 영역 -->
				<div id="v6Contents">
					<h2>회원가입</h2>
					<div class="common_lable_div">
						<img class="common_lable_img" src="/images/common/ico_common2.gif">
						<span class="common_lable_span">RSHOP 이용약관</span>
					</div>	
					
					<table class="common_table_max">
						<tr>
							<td class="center">
								<textarea style="width:90%; height: 200px; overflow-y: auto;" class="agreement1_textAera" readonly="readonly">제 1 장 총칙
 
제1조 (목적)
1. 본 회원약관(이하 "본 약관"이라 합니다)은 이용자가 domeggook.com(이하 "도매꾹"이라 합니다)에서 제공하는 서비스(접속 가능한 유,무선 단말기의 종류와는 상관없이 이용 가능한 "도매꾹" 이 제공하는 모든 "서비스" 를 의미하며, 이하 '서비스'라 합니다)를 이용함에 있어 이용자와 도매꾹의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.
2. 이용자가 되고자 하는 자가 도매꾹이 정한 소정의 절차를 거쳐서 "회원가입" 버튼을 누르면 본 약관에 동의하는 것으로 간주합니다. 본 약관에서 정의하는 이외의 이용자의 권리, 의무 및 책임에 관해서는 전기통신사업법, 기타 대한민국의 관련 법령과 상관례에 의합니다.
3. 회원은 회사가 제공하는 서비스를 이용함에 있어서 전자상거래 등에서의 소비자보호에 관한 법률(전자문서, 표시광고, 반품, 배송 등 통신판매에 관한 규정 등), 전자거래기본법(소비자보호에 관한 규정 등), 소비자기본법(사업자의 의무에 관한 규정 등), 표시광고의 공정화에 관한 법률(물품상세설명에 관련한 표시, 기재사항 등), 정보통신망이용촉진 및 정보보호 등에 관한 법률(개인정보보호에 관한 규정) 등 관련법령을 준수해야 하며, 이 약관의 규정을 들어 관련법령 위반에 대한 면책을 주장할 수 없습니다.

제2조 (용어의 정의)
1. 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
1) 이용자: 도매꾹에 접속하거나 방문하여 이 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
2) 회원: 회사에 개인정보를 제공하여 회원등록을 한 15세 이상의 개인이나 사업자(개인사업자 및 법인사업자)로서, 도매꾹이 제공하는 정보와 서비스를 계속 이용할 수 있는 자를 말합니다. 이용신청자는 실명으로 가입신청을 해야 하며, 실명이 아니거나 타인의 정보를 도용하여 회원으로 가입한 자는 회사가 제공하는 서비스를 이용할 수 없으며, 이용하여서도 안됩니다. 회원은 일반회원과 정회원으로, 정회원은 개인회원과 사업자회원으로 구분됩니다.
     - 일반회원: 기본정보만 입력하면 가입이 가능하나 사이트 내용만 열람할 수 있고 구매나 판매는 불가능한 회원
     - 정회원: 도매꾹에서 구매뿐만 아니라 판매까지 가능한 개인이나 사업자 회원
개인회원 - 사업자등록증 없이 상품을 판매하거나 구매하려는 회원
사업자회원- 사업자등록증을 가지고 상품을 판매하거나 구매하려는 회원
3) 위탁판매(꾹딜러) 판매자 인증회원: 상품등록 시 위탁판매로 상품을 판매하기 위해 기본인증(실명인증, 휴대폰인증, 이메일 인증, 사업자회원(정회원 중 사업자회원에 한함))후 운영자가 판매자로 승인한 회원을 말합니다.
4) 비회원: 회원으로 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.
5) 회원ID:  회원의 식별과 회원의 도매꾹 서비스 이용을 위하여 회원이 선정하고 회사가 승인하여 회사에 등록된 문자, 숫자 또는 문자와 숫자의 조합을 말합니다. 회원의 아이디(ID) 및 닉네임은 실명 1인당 1개의 아이디 및 닉네임을 사용하는 것을 원칙으로 합니다. www.domain.com 등 도메인 주소나 카페 주소를 암시, 또는 간접적으로 나타내는 단어는 회원 아이디로 사용할 수 없습니다.
6) 비밀번호: 회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여 회원 스스로가 설정하여 회사에 등록한 문자, 숫자 또는 문자와 숫자의 조합을 말합니다.
7) 운영자: 도매꾹 서비스의 전반적인 관리와 원활한 운영을 위하여 회사에서 선정한 자를 말합니다.
8) 구매자: 도매꾹에서 상품을 구입할 의사로 주문을 한 회원을 말합니다.
9) 판매자: 도매꾹에서 상품을 판매할 의사로 상품을 등록하거나 판매한 회원을 말합니다. 
10) 쿠폰: 상품등록이나 유료옵션에 사용할 수 있는 것으로 상품구입에는 사용할 수 없습니다. 금액대별로 쿠폰 구입이 가능하며 일정액의 할인을 받을 수 있습니다. 
11) e-money: 상품등록이나 유료옵션 및 상품구입시에 사용할 수 있는 사이버머니로 현금성 e-money와 카드성 e-money로 구분이 되며 다음과 같습니다.
        - 현금성 e-money: 가상계좌 서비스를 이용한 현금 입금으로 출금이 가능한 사이버머니
        - 카드성 e-money: 신용카드서비스 입금으로 출금이 불가능한 사이버머니
12) 포인트 : 물품구매액 또는 이벤트 당첨결과 등에 따라 회사가 회원에게 부여하고 회원이 적립하여 배송비 결제 등 지정된 용도에 사용할 수 있는 회사 전용의 혜택을 말합니다.
13) 판매관리시스템: 도매꾹을 사용하여 재화와 용역을 판매하고자 하는 회원을 위하여 마련된 관리시스템으로 상품의 등록, 내용관리, 가격관리, 판매/배송관리 등을 자유롭게 사용할 수 있는 시스템입니다.
14) 안전거래시스템: 도매꾹을 통해 구매자가 상품을 주문할 경우 주문상품이 해당 구매자에게 도착한 사실을 확인한 후 상품 대금을 판매자에게 결제해주는 시스템을 말합니다. 회사는 서비스를 제공하는 과정에서 대금의 수령, 보관 및 송금업무로 이루어지는 매매보호 서비스를 제공합니다. 이러한 매매보호 서비스는 도매꾹을 통하여 이루어지는 회원 상호간의 거래의 안전성과 신뢰성을 도모하고 구매자를 보호하기 위한 목적에서 제공하는 장치이므로 회사가 매매보호 서비스를 통하여 판매자 또는 구매자를 대리, 대행하거나 그 이행을 보조하는 것은 아닙니다.
15) 닉네임: 도매꾹에서 아이디와 함께, 또는 아이디를 대신하여 이용자를 식별하기 위해 이용자의 신청과 회사의 승인으로 설정된 숫자와 문자의 조합으로서 이용자를 대신하여 사용됩니다.
16) 회사: ㈜지앤지커머스가 재화 또는 용역(이하 '상품'이라 함) 및 서비스를 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 상품을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 회사를 운영하는 사업자의 의미로도 사용합니다.
2. 제1항에서 정의되지 아니한 본 약관상의 용어의 의미는 일반적인 거래관행에 의합니다.

제3조 (도매꾹 서비스의 종류 및 법적 한계)
1. 회사에서 제공하는 서비스는 다음과 같습니다.
1) B2B(기업간 거래) 상품매매 중개서비스
2) 게시물 등록서비스
3) 안전거래 서비스
4) 회원을 위한 섹션 및 콘텐츠 서비스, 맞춤 서비스 
2. 회사는 이용자간 거래의 안전성 및 신뢰성을 증진시키기 위한 시스템을 개발 및 제공합니다. 이용자 사이에 성립된 거래에 관련된 책임과 회원이 제공한 정보에 대한 책임은 해당 회원 또는 이용자가 직접 부담해야 합니다.
3. 회사는 이용자 상호간의 자유로운 재화 또는 용역의 거래를 위한 시스템을 운영 및 관리, 제공할 뿐이므로 물품을 판매하거나 구매하고자 하는 이용자를 대리하지 않습니다. 또한 도매꾹의 어떠한 행위도 판매자 또는 구매자를 대리하는 행위로 간주되지 않습니다. 이용자 사이에 성립된 거래에 관련된 책임과 회원이 제공한 정보에 대한 책임은 해당 이용자가 직접 부담해야 합니다.
4. 회사는 회사를 통하여 이루어지는 이용자간의 거래와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 등록물품의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한 비침해성, 이용자가 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는 적법성 등 일체에 대하여 보증하지 아니하며, 이와 관련한 일체의 위험과 책임은 해당 이용자가 전적으로 부담합니다.

제4조 (약관의 명시, 효력과 개정)
1. 회사는 본 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자 등록번호, 연락처(전화, 팩스, 전자우편주소 등) 등을 이용자가 알 수 있도록 초기 서비스 화면(전면)에 게시합니다.
2. 본 약관은 회사와 이용자간에 성립되는 도매꾹 서비스 이용계약의 기본 약정입니다. 회사는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 “개별약관” 혹은 "운영정책"이라고 합니다)을 정하여 이를 도매꾹을 통해 공지할 수 있습니다.
3. 회사는 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진 등에 관한 법률, 방문판매 등에 관한 법률, 소비자기본법 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
4. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 도매꾹 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.
5. 회사는 전자거래기본법, 전자서명법, 정보통신망 이용촉진 등에 관한 법률 등 관계법령을 위배하지 않는 범위에서 합리적 사유가 있는 경우 회원의 사전 동의 없이 본 약관을 개정할 수 있습니다.
6. 회사는 개정된 약관의 공지 후 효력발생일 이전까지 이용자가 거부 의사 표시 또는 탈퇴를 하지 않을 경우 개정 약관에 동의하는 것으로 간주합니다. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 '회사' 또는 회원은 이용계약을 해지할 수 있습니다.

제5조 (약관 외 준칙 및 관련 법령과의 관계)
1. 본 약관에 명시되지 않은 사항은 전자거래기본법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령의 규정과 상관례에 따릅니다.
2. 도매꾹 서비스를 통하여 거래를 체결한 경우, 방문판매 등에 관한 법률, 전자거래기본법, 소비자보호법 등 관련 법령이 해당 거래 당사자인 이용자에게 우선적으로 적용되고, 이용자는 이 약관의 규정을 들어 거래 상대방에 대하여 면책을 주장할 수 없습니다.

제 2 장 도매꾹 서비스 이용계약

제6조 (도매꾹 서비스 이용계약의 성립)
1. 도매꾹 서비스 이용계약(이하 "이용계약"이라고 합니다)은 도매꾹 서비스를 이용하고자 하는 자의 이용신청에 대하여 회사가 승낙함으로써 성립합니다.
2. 회원 가입은 일반회원과 정회원으로 구분되며, 제시된 각각의 항목(실명, ID, 본인인증 등의 필수항목)을 채우면 됩니다. 단, 정회원은 본인확인 절차를 거친 후 온라인으로 회원가입 신청을 해야 합니다.
3. 도매꾹 서비스를 이용하기 위해서는 본 약관의 내용과 본 약관이 이용계약임을 동의해야 합니다.

제7조 (이용신청의 승낙)
1. 이용자는 회사가 정한 가입양식에 따라 개인정보를 기입한 후 본 약관에 동의한다는 의사표시를 함으로써 이용신청을 합니다. 회원가입신청의 경우 법령에 따라 이용 가능한 신용정보업자 또는 신용정보집중기관을 통하여 아이핀 등의 본인인증 여부를 확인함으로써 본인확인 절차를 진행하며 사업자회원가입신청의 경우에는 증빙자료 등에 의하여 실명확인절차를 취합니다. 회사는 실명확인절차를 취할 수 없는 이용신청에 대해서는 신청자에게 증빙자료를 요청할 수 있습니다. 회원가입의 성립시기는 회사의 승낙이 회원에게 도달한 시점으로 합니다. 이용신청의 처리는 신청순서에 의합니다.
2. 회사는 다음과 같은 사유가 발생한 경우 이용신청에 대한 승낙을 거절하거나 유보할 수 있습니다.
1) 설비에 여유가 없는 경우 
2) 기술상 지장이 있는 경우 
3) 등록 내용에 허위, 기재누락, 오기가 있는 경우
4) 회사에 의하여 이용계약이 해지된 이후 재이용신청을 하는 경우
5) 기타 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우
6) 회사의 실명확인절차에서 실명가입신청이 아님이 확인된 경우 
7) 이미 가입된 회원과 이름 및 본인인증(또는 사업자등록번호, 법인등록번호)이 동일한 경우
8) 가입신청 시 기재해야 할 기재항목에 허위사실을 기재한 경우 
9) 기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우

제8조 (개인정보의 변경, 보호)
1. 이용자는 이용신청 시 기재한 사항이 변경되었을 경우에는 즉시 운영자를 통하거나 또는 웹 상에서 관련사항을 수정해야 합니다. 단, 이름, ID, 닉네임, 본인인증(또는 사업자등록번호 또는 법인등록번호) 등 변경이 불가능한 사항은 수정할 수 없습니다. 회원은 수정사항과 관련하여 회사가 요청하는 경우 즉시 수정사항에 관한 증빙자료를 제공해야 합니다.
2. 회원정보가 변경되었음에도 해당 사항을 수정하지 않음으로써 발생한 각종 손해와 잘못된 수정으로 인하여 발생한 손해는 당해 회원이 부담해야 하며, 회사는 이에 대하여 아무런 책임을 지지 않습니다. 또한, 회원이 변경된 정보를 수정하지 않거나 또는 허위 내용으로 수정하여 회사에게 손해를 입힌 경우에는 이에 대한 손해배상 책임을 부담합니다.
3. 아이디(ID), 닉네임 및 비밀번호에 대한 관리책임은 회원에게 있으며, 회원은 아이디(ID), 닉네임 및 비밀번호를 타인에게 양도, 대여할 수 없습니다. 회사의 귀책사유에 의하지 아니한 아이디(ID), 닉네임 또는 비밀번호의 유출, 양도, 대여로 인한 손실이나 손해에 대하여 회사는 아무런 책임을 지지 않습니다.
4. 회사는 도매꾹 서비스화면을 통하여 공개된 정보를 제외하고는 이용자의 정보를 도매꾹 서비스 외의 용도로 사용하거나 이용자의 동의 없이 제3자에게 제공하지 않습니다. 단, 법령에서 정보의 공개를 요구하거나 법령에 의하여 정보의 제공이 가능한 경우에는 예외로 합니다. 

제9조 (이용계약의 종료)
1. 이용계약은 회원 또는 회사의 해지에 의하여 즉시 종료됩니다.
2. 회원의 해지
회원은 언제든지 회사에 해지의사를 통지함으로써 이용계약을 해지할 수 있습니다. 다만, 회원은 해지의사를 통지하기 최소한 10일 전에 모든 주문을 철회 또는 취소해야만 합니다. 단, 거래 체결된 건들은 취소할 수 없습니다. 그리고, 취소 또는 철회로 인한 불이익은 회원 본인이 부담해야 합니다.
1) 회원의 의사로 해지를 한 전 회원이 재이용을 희망할 경우에는 재이용 의사가 회사에 통지되어 회사가 이용을 승낙한 이후에 서비스 재이용이 가능합니다. 
2) 회원이 이용계약 종료(해지 포함) 후 재가입하는 경우에는 최종 이용 시 사용한 아이디는 사용할 수 없으며 새로운 아이디를 사용하는 것을 원칙으로 합니다.
3. 회사의 해지
회사는 이용계약 해지와 함께 회원의 자격과 도매꾹 서비스 이용을 제한할 수 있습니다.
1) 회사는 다음과 같은 사유가 발생하거나 확인된 경우 이용계약을 해지할 수 있습니다. 
가. 다른 이용자의 권리나 명예, 신용 기타 정당한 이익을 침해하거나 대한민국 법령 또는 공서양속에 위배되는 행위를 한 경우
나. 회사가 제공하는 도매꾹 서비스의 원활한 진행을 방해하는 행위를 하거나 시도한 경우
다. 회원의 누적 회원점수가 마이너스(-) 점수에 이른 경우
라. 기타 회사가 합리적인 판단에 기하여 서비스의 제공을 거부할 필요가 있다고 인정할 경우
마. 도메인 주소나 카페 주소를 암시, 또는 간접적으로 나타내는 단어로 회원 아이디를 사용한 경우 
바. 도매꾹을 통하지 않고 구매자에게 직접 상품을 판매하거나 이를 유도한 경우
이 경우 회사는 당해 회원을 탈퇴시킬 수 있습니다.
2) 회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원 자격을 제한 및 정지시킬 수 있습니다.
가. 가입 신청 및 회원정보 변경 시 허위 내용을 등록한 경우 
나. '회원' 의 행위로 인하여 '회사' 의 신용도 및 대외적 이미지가 저해된 경우 
다. 타인의 '회사' 이용을 방해하거나 타인의 정보를 도용하는 등 전자거래질서를 위협하는 경우 
라. '회사' 의 운영진, 임직원 또는 관계자를 사칭하는 경우 
마. '회사' 의 서비스 운영에 고의 또는 과실로 불이익을 주거나 방해를 하는 경우 또는 회원이 직거래 등 회사가 제공하는 서비스의 원활한 진행을 방해하는 행위를 하거나 시도한 경우
바. 타인의 신용, 명예, 기타 정당한 이익을 침해하는 행위를 한 경우
사. 회원에게 파산·금치산·한정치산·회생·파산의 결정 또는 선고, 사망, 실종선고, 해산, 부도 등 정상적 서비스 이용을 불가능하게 하거나 곤란하게 하는 사유가 발생한 경우 (다만, 이 경우 회사는 이용계약 해지 대신 거래안전 보호를 위해 회원자격정지, 서비스이용제한 등의 조치를 취할 수 있습니다.)
아. 매매부적합물품을 등록 및 거래하거나, 공서양속에 반하는 행위를 하는 경우
자. 법령 또는 기타 이 약관에 위배되는 행위를 하거나 약관에서 정한 해지사유가 발생한 경우
이 경우, 회사는 회원에게 e-mail, 전화, 기타의 방법을 통하여 해지사유를 밝혀 해지의사를 통지합니다. 이용계약은 회사의 해지의사를 회원에게 통지한 시점에 종료됩니다. 회사의 판단으로 이용계약이 해지된 경우에는 회원의 재이용신청에 대하여 회사는 판단을 유보할 수 있습니다.
3) 동종업 또는 유사업종의 사이트를 운영하면서 회원유입의 원천으로 도매꾹 사이트를 이용하는 경우
4) 회사가 이용계약을 해지하는 경우, 판매자는 구매회원의 보호를 위하여 해지시까지 완결되지 아니한 주문건의 배송, 교환, 환불, 하자보수 등 필요한 조치를 취해야 합니다.
5) 회사는 회원이 6개월 이상 로그인을 하지 않은 경우 도매꾹 이용을 제한할 수 있고, 회원이 1년 이상 로그인을 하지 않은 경우에는 회원자격을 영구정지하거나 이용계약을 해지할 수 있습니다.
4. 서비스 제한
회사는 다음과 같은 사유가 발생하거나 확인된 경우 회원의 서비스 이용을 제한할 수 있습니다.
1) 회원이 비정상적인 방법으로 e-money 및 쿠폰 · 포인트를 획득할 경우, 해당 부가서비스 이용을 제한 혹은 취소할 수 있으며 부득이한 경우 e-money 및 쿠폰 · 포인트를 회수할 수 있습니다.
2) 회원이 카드결제로 구매할 경우, 그 카드가 분실된 카드로 확인되면 해당 회원의 구매를 제한하며, 회원이 입력한 카드번호 또는 비밀번호가 3번 이상 불일치로 오류가 발생할 경우 도매꾹에서 이용할 수 없습니다.
3) 도매꾹을 통하지 않고 직거래를 유도하는 경우, 회사는 거래취소, 거래중지 등 기타 필요한 조치를 취할 수 있습니다.
4) 회사가 제공하는 도매꾹 서비스를 오용, 악용함으로써 사회질서, 미풍양속을 침해하거나 침해할 우려가 있다고 판단되는 경우 또는 회사가 서비스를 제공하지 못할 상황 또는 사유가 발생하는 경우 회사는 판매자 상품의 일부 또는 전부에 대하여 제공하지 않거나 제한할 수 있습니다.
5) 회사는 도매꾹을 통한 거래의 신뢰성과 거래질서 유지를 위하여 회원의 이용점수, 구매취소, 판매거부 횟수 등에 따라 당해 회원의 서비스 이용과 회원자격을 일시정지 하거나 영구정지 할 수 있습니다.
6) 회사는 본 약관과 관련 법령 및 상거래의 일반원칙을 위반한 회원에 대하여 다음과 같은 조치를 할 수 있습니다. 단, 신용점수 차감은 통보 없이 할 수 있습니다.
가. 정산일자 변경 및 이용점수 차감
나. 회사가 부가적으로 제공한 혜택의 일부 또는 전부의 회수
다. 특정서비스 이용제한
라. 이용계약의 해지
마. 손해배상의 청구
바. 회사는 부당한 상품등록(도배중복등록 및 카테고리위반등록, 부정 키워드사용, 상품표시등록 위반, 권리침해 행위, 회사로부터 허가받지 않은 프로그램을 통한 상품 등록이나 DB 등의 시스템 조작 행위 등) 및 거래행위(임의취소 및 임의반품, 무재고 재판매, 허위배송정보입력, 부당 반품거부, CS 불만족(분쟁)유발 및 미처리행위, 연락두절, 기타 위법·부당행위 등)와 불법카드거래 또는 매매부적합물품의 등록행위, 직거래유도 행위, 기타 법령 준수 의무 위반에 대하여 약관의 규정에 따라 회원자격을 정지하거나 서비스 이용을 제한하도록 조치를 할 수 있으며, 이러한 행위 손해가 있을 경우 민형사상 소송이나 배상을 청구할 수 있습니다.
1차 : 경고 및 개선요청
2차 : 이용점수 차감, 상품등록 및 판매 등의 일정기간 이용 정지, 정산 중지 등
3차 : 상품삭제, 이용계약 해지 및 회원탈퇴 등
7) 회원이 회사가 운영하는 기타 인터넷사이트의 회원으로서 해당 사이트의 약관, 법령 등을 위반하여 이용제한 또는 이용정지 등의 제재조치를 받은 경우, 회사는 당해 회원에게 동일한 조치를 할 수 있습니다.
5. 이용계약의 종료와 관련하여 발생한 손해 또는 손실은 이용계약이 종료된 해당 회원이 책임을 부담해야 하고, 회사는 일체의 책임을 지지 않습니다.
6. 회원은 전 항의 귀책사유로 인하여 '회사' 나 다른 회원 및 이용자에게 입힌 손해를 배상할 민사상의 책임이 있으며, 범죄 행위에 대해서는 형사상의 책임을 부담합니다. 
7. 회사는 회원 자격을 제한/정지 시킨 후, 동일한 행위가 반복되거나 상당기간 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실 시킬 수 있습니다.
8. 회사는 회원의 자격을 상실 시키는 경우에는 회원등록을 말소합니다.

제 3 장    도매꾹 서비스 이용규정

제10조 (회원의 등급 관리)
1. 회사는 도매꾹 서비스를 통한 거래의 안전성과 신뢰성을 위하여 회원의 등급을 평가하고 이를 통해 서비스를 제한할 수 있습니다. 이를 위하여 회사는 회원간의 거래과정에 관련하여 가산점과 벌점을 부과할 수 있습니다. 가산점과 벌점은 각각 누적됩니다. 다만, 회사는 벌점을 부과함에 있어서 정당한 사유가 있다고 인정한 경우 벌점을 부과하지 않을 수 있습니다.
2. 회사는 회원에게 거래실적, 판매점수 또는 구매점수 등에 기초하여 판매 및 구매등급을 부여하고 조정합니다. 등급의 종류 및 단계는 회사의 정책에 따라 달라질 수 있습니다.
3. 상세한 등급점수 및 회원등급 체계 및 세부내용은 수시로 변동이 발생하므로 도매꾹 공지사항이나 도움말을 통하여 별도 공지 합니다.

제11조 (상품구매와 판매)
1. 체결방식  
판매자의 판매 가격과 구매자의 구매 가격이 일치할 경우에만 체결됩니다. 그리고 체결 순서는 같은 가격일 경우 시간적으로 먼저 주문을 한 자가 우선 체결됩니다.
1) 구매자는 상품을 구매하기 전에 반드시 판매자가 사이트 내에 작성한 상품정보와 거래의 조건을 정확하게 확인한 후 구매해야 합니다. 구매자가 상품대금을 잘못 입금하거나 입금정보를 잘못 기입하거나 또는 기입하지 않아 발생한 모든 위험과 책임은 구매자가 부담해야 하고, 회사는 이에 대하여 아무런 책임을 지지 않습니다. 구매하려는 상품의 내용과 거래의 조건을 확인하지 않고 구매하여 발생한 모든 손실, 손해는 구매자 본인에게 있습니다. 
2) 회사는 판매자가 상품 등록한 상품의 내용과 거래조건에 대해서 어떠한 보증이나 대리를 하지 않습니다. 따라서 구매자는 상품 구매 시 스스로의 책임하에 상품을 구매해야 합니다. 또한, 회사는 회원간의 직거래로 인하여 발생한 문제에 대하여 책임지지 않습니다.
3) 회사가 이용자의 서비스 이용 편의를 위하여 직접 제작하거나 제휴업체 또는 제3자가 제공하는 방식으로 정보나 콘텐츠를 제공하는 경우라도, 이용자는 상품 구매시 자신의 판단과 책임으로 결정하여 구매해야 하며, 회사는 어떠한 경우에도 회원의 구매결정에 대하여 책임을 부담하지 않습니다. 
4) 미성년자의 상품구매 시 법정 대리인이 해당 계약에 대하여 동의를 하지 않으면, 미성년자 본인 또는 법정대리인이 그 계약을 취소할 수 있습니다. 미성년자의 거래에 관한 상세한 사항은 관련 법령이 정한 바에 의합니다. 다만, 회사가 이 약관에서 정한 바에 따라 상품대금을 판매자에게 송금한 이후에는 구매자는 회사에 대하여 이의를 제기할 수 없고 판매자와 사이에 직접 거래취소, 대금환불 등의 모든 문제를 해결해야 합니다.
2. 체결결과처리
구매자는 도매꾹 서비스를 통해 체결이 완료되면 회사로부터 체결결과 내용을 e-mail, 전화 또는 휴대폰(SMS 또는 기타 전자적 수신방법)으로 연락을 받습니다.
3. 대금결제 
1) 회사에서 구매한 상품에 대한 대금지급방법은 다음 각 호의 방법 중 가용한 방법으로 할 수 있습니다. 이용자가 상품을 구입할 때 사용할 수 있는 결제 수단은 신용카드와 무통장입금 등이 있습니다.
가. 가상계좌 (현금 입금) 
나. 신용카드 등의 각종 카드 결제 
다. 기타 전자적 지급방법에 의한 대금 지급 등
2) 이용자의 결제정보가 유출되어 해당 이용자가 피해를 입었을 경우 회사는 정보유출에 대한 과실책임을 집니다.
3) 일정액 이상의 상품을 카드결제로 구매할 경우 본인 확인을 위해 본인인증과 비밀번호 등의 개인정보를 입력해야 합니다.
4) 무통장입금을 통한 상품 구매의 경우 거래 체결일로부터 3일 안에 지정된 은행계좌에 입금해야 합니다.
5) 이용자는 상품의 구매 시 결제방법을 사용함에 있어 반드시 본인 명의의 결제수단을 사용해야 하며, 타인의 결제수단을 임의사용 하여서는 안 됩니다. 타인의 결제수단을 임의 사용함으로써 발생하는 결제수단 소유자, 판매자의 손실과 손해에 대한 모든 책임은 구매자인 이용자에게 있습니다.
6) 회사는 이용자가 매매대금 결제 시 사용한 결제수단에 대해 정당한 사용권한을 가지고 있는지의 여부를 확인할 수 있으며, 이에 대한 확인이 완료될 때까지 거래진행을 중지하거나 해당거래를 취소할 수 있습니다.
7) 회사는 배송 전에 이용자의 구매신청 변경 및 취소 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리해야 합니다. 다만, 이미 대금을 지불한 경우에는 반품/교환/환불 등에 관한 규정에 따릅니다.
8) 이용자가 구매(주문)신청일로부터 3일 이내 상품대금에 대해 입금이 확인되지 않을 경우 '회사' 는 별도 의사 표시 없이 구매계약을 해제하는 것으로 처리할 수 있습니다.
9) 구매자는 물품을 수령한 후 반품하지 않고 구매를 최종 결정하게 되면, 판매자에 대한 대금송금을 위하여 즉시 도매꾹에서 [구매결정] 항목을 클릭해야 합니다. 구매결정을 하게 되면 구매자가 회사에 보관 의뢰한 상품대금은 판매자에게 송금되므로 구매결정 이후에 발생하는 반품, A/S 등은 구매자와 판매자가 직접 연락하여 해결해야 합니다.
10) 회사는 이 약관의 상품등록양식에 어긋난 등록, 허위등록, 신용카드결제시스템 또는 통신과금시스템만을 이용하기 위한 등록 여부를 확인하기 위하여 일정기간동안 송금을 보류할 수 있습니다. 이 경우, 판매자가 상품판매에 관한 거래사실 증빙서류를 회사에 제공하는 때에는 확인 후 송금처리를 합니다.
11) 판매자는 구매자가 상품수령일로부터 7일 이내에 반품, 교환 등의 의사를 표시하지 않고 구매결정을 지연하는 경우 상품도착증빙을 첨부하여 위 기간이 경과하였음을 입증하여 회사에 송금을 요청할 수 있으며, 이 경우 회사는 판매자에게 상품대금을 송금합니다. 다만, 위 기간 이내에 구매자의 반품 또는 교환의 의사표시가 있는 경우에도 구매자가 정당한 사유 없이 해당 상품을 사용하거나 14일 이상 관계법령 및 이 약관에 정한 상품반환의무를 이행하지 않는 경우에는 판매자에게 상품대금을 송금할 수 있습니다. 회사의 송금 이후 구매자의 반품 또는 교환의 의사표시가 있는 경우 판매자와 구매자의 책임으로 모든 문제를 해결해야 하며, 회사는 이에 개입하거나 책임지지 않습니다.
4. 배송
1) 배송 소요기간은 주문 체결일 익일을 기산일로 하여, 판매자가 구매자에게 배송하기까지의 기간을 말합니다. 회사는 원활한 매매를 위하여 일정 배송소요기간을 지정하고 판매자에게 이를 준수하도록 요청할 수 있습니다.
2) 무통장입금에 의한 대금결제의 경우의 배송 소요기간은 입금확인일 익일로부터 기산합니다.
3) 공휴일 및 기타 휴무일에는 배송되지 않으며, 천재지변 등 불가항력적인 사유 발생시 그 해당기간 동안은 배송 소요기간에서 제외됩니다.
5. 반품/교환/환불에 관한 규정
1) 구매자는 전자상거래 등에서의 소비자 보호에 관한 법률 제17조에 의해 구매한 상품을 배송 받은 후 7일 이내에 상품불량 및 상품내용과 상이한 상품일 경우 환불 또는 교환을 요청해야 합니다. 교환은 1회에 한하여 허용됩니다. 단, 구매자의 문제로 상품의 하자가 발생한 경우와 구매자의 변심에 의한 무 하자 상품의 환불 및 교환의 경우는 판매자의 승인 하에 처리가 가능합니다. 반품에 관한 일반적인 사항은 '전자상거래 등에서의 소비자 보호에 관한 법률' 등 관련 법령이 판매자가 제시한 조건보다 우선합니다. 단, 다음 각 호의 경우에는 구매자가 반품 또는 교환을 요청할 수 없습니다. 
가. 구매자의 귀책사유로 말미암아 상품이 멸실 또는 훼손된 경우 
나. 구매자의 사용 또는 일부 소비에 의하여 상품의 가치가 현저히 감소한 경우 
다. 시간의 경과에 의하여 재판매가 곤란할 정도로 상품의 가치가 현저히 감소한 경우
라. 복제가 가능한 상품의 포장을 훼손한 경우
마. 상품 판매시 교환의 제한을 명시적으로 고지한 경우와 교환신청 시 교환할 재고가 없는 경우
바. 기타 구매자가 환불 또는 교환을 요청할 수 없는 합리적인 사유가 있는 경우
2) 반품 또는 교환시 추가로 발생하는 비용(운송비 등)은 귀책사유를 제공한 측에서 부담합니다. 예를 들어, 상품불량으로 인한 반품일 경우에는 ‘판매자 부담’, 단순 변심 또는 구매자 귀책사유에 의한 반품일 경우에는 ‘구매자 부담’으로 반품원인을 제공한 측에서 운송비를 부담합니다.
3) 구매자가 신청한 상품이 품절되었거나 재고가 없는 등의 불가피한 사유로 재화 등을 인도할 수 없을 때에는 전자상거래 등에서의 소비자보호에 관한 법률 제15조 규정에 따라 상품대금을 받은 날로부터 2 영업일 이내에 대금의 환불을 위하여 조치를 취하고 그 사유를 구매자에게 통지합니다.
4) 배송상의 문제로 발생한 구매자의 물질적/정신적 피해의 책임은 전적으로, 책임의 소재를 발생시킨 배송업체와 배송업체를 지정한 판매자에게 있으며, 회사는 구매자에게 필요한 판매자 정보 제공 및 원활한 문제해결을 중재합니다.
5) 회사는 판매자가 교환, 반품에 대하여 사실확인 진행절차에 적극적으로 임하지 않거나 지연하는 경우 구매자에게 교환 또는 반품의 원인을 파악한 후 해당 거래를 취소하여 구매자에게 보관중인 결제대금을 환불할 수 있습니다. 판매자는 상품의 하자 또는 사용상의 안전성에 결함이 있는 경우 전량 리콜(수리, 교환, 환불)해야 하며, 리콜에 따른 모든 비용을 부담해야 합니다.
6) 회사는 구매자의 교환 또는 반품의 요청이 정당하지 않다고 판단하는 경우는 구매자의 의사표시를 취소하여 보관중인 결제대금을 판매자에게 지급할 수 있습니다. 또한 구매자의 교환, 반품 등이 접수된 날로부터 14일이 경과할 때까지 기수령한 상품을 판매자에게 반환하지 않거나 연락(전화, 이메일 등)이 되지 않는 경우에는 교환, 반품의 의사를 철회한 것으로 간주하여 보관중인 결제대금을 판매자에게 지급할 수 있습니다.
7) 구매자로부터 상품을 반환 받은 판매자는 반품 또는 교환에 필요한 조치를 취해야 합니다. 판매자는 배송비의 정산, 부속품/종물/사은품의 반환 확인 등이 필요한 경우, 기타 구매자의 반품, 교환이 이 약관 규정에 비추어 부적합하다고 여겨지는 경우 회사에 [반품(교환)보류]의 의사를 통지할 수 있습니다. 판매자가 배송비의 정산을 이유로 [반품(교환)보류]의 의사를 통지한 경우, 구매자가 배송비의 정산을 완료하면 회사는 반품의 경우 환불에 필요한 조치를 취합니다. 기타의 사유로 판매자가 [반품(교환)보류]의사를 통지한 경우, 회사는 구매자에 대한 환불을 보류하며 반품 또는 교환과 관련된 구매자와 판매자간의 분쟁이 완료되면 그에 따라 구매자에 대한 환불, 판매자에 대한 송금 등의 조치를 취합니다. 반품 또는 교환과 관련된 분쟁은 판매자와 구매자 간에 스스로 해결해야 합니다. 회사는 반품 또는 교환과 관련된 분쟁의 해결을 거부, 태만하거나 기타의 방법으로 그 해결을 지연시키는 회원에 대해서는 서비스 이용을 제한하는 등 제재를 할 수 있습니다.
8) 판매된 상품의 취소, 반품, 교환, 환불과 관련한 업무주체는 판매자이며 그에 따른 책임도 판매자에게 있습니다. 회사는 취소, 반품, 교환, 환불 업무를 처리할 수 있는 시스템만을 제공 합니다.
9) 정상적으로 구매 결정된 이후 발생하는 문제에 대해서는 구매자가 판매자와 직접 처리 합니다.
10) 구매자는 회사의 거래 서비스가 종료한 이후에도 관련법령에 따라 반품을 행할 수 있습니다. 이 경우, 구매자는 판매자에 대하여 직접 반품에 따른 환불요청을 해야 하고 회사는 이에 대하여 개입하거나 책임지지 않습니다.
11) 이 약관에 규정된 회사의 거래 서비스가 종료한 후 회사를 통하여 거래된 물품의 하자, 반품, 환불 등과 관련하여 판매자와 구매자, 운송업체, 금융기관 등과의 사이에 분쟁 등이 발생한 경우 관련 당사자간에 해결해야 하고, 회사는 이에 대하여 관여하지 않으며 어떠한 책임도 부담하지 않습니다.
12) 회사가 구매자로부터 반품 또는 교환시 소요되는 배송비를 예치 받아서 판매자에게 송금해주는 경우 회사는 구매자가 입력한 정보에 따라 송금하며 구매자의 입력오류 및 송금 이후에 확인된 판매자와 구매자의 합의 불일치에 대해서 책임지지 않습니다.
6. 판매자는 다음과 같이 이 약관과 도매꾹에서 정하는 절차에 따라 신원정보의 제공, 판매물품의 등록, 거래진행과정의 관리, 거래이행, 상품배송, 청약철회 또는 반품 등의 사후처리를 수행해야 합니다. 또한, 판매자는 등록한 상품정보의 [문의게시판]을 통해 회원의 질문에 성실히 응해야 합니다.
1) 상품을 판매하고자 하는 회원은 이 약관과 도매꾹에서 지정한 방식에 따라 상품을 등록할 수 있습니다. 판매자는 판매물품 등록시 구매자가 구매물품에 대한 정보를 확인할 수 있도록 정확하게 기재해야 하며, 허위 또는 과장 정보를 기재한 경우, 모순되는 내용의 정보가 기재되어 있는 경우, 이 약관에 반하는 거래조건이 기재된 경우에 회사는 해당 상품등록을 취소하거나 중지시킬 수 있습니다. 또한 회사가 승인하지 아니한 시스템을 통하여 회사 정보통신망에 무단 접속하여 자동으로 등록하는 방법으로 물품을 등록할 수 없습니다. 이 경우, 취소 또는 중지된 상품에 관한 등록서비스이용료 및 유료부가서비스이용료는 환불되지 않으며, 거래의 취소 또는 중지로 인한 모든 위험과 책임은 상품을 등록한 해당 회원이 부담해야 합니다.
2) 회사 및 판매자는 이용자의 주문이 허위 또는 부당한 방법에 해당하는 경우, 신속한 거래관계의 확정 또는 거래안전을 위하여 필요한 경우, 그 밖의 정당한 사유가 있는 경우 주문을 취소할 수 있습니다. 다만, 판매자가 예상치 못한 재고부족 등으로 정상적 거래이행이 곤란하여 주문을 취소하는 경우에는 지체 없이 구매자에 대한 통지, 환급(에 필요한 조치) 등 관계법령이 정한 조치를 취해야 합니다.
3) 판매물품의 등록은 도매꾹에서 지정한 상품등록 양식에 따라야 하며, 상품등록 양식에 어긋난 등록이나 중복·도배등록, 허위등록, 신용카드결제시스템 또는 통신 과금 시스템만을 이용하기 위한 등록 등의 경우 회사는 해당 상품을 삭제, 취소하거나 중개를 하지 않을 수 있으며, 이에 따른 모든 책임은 그러한 상품을 등록한 회원이 부담해야 합니다. 또한 신용카드 결제시스템 또는 통신 과금 시스템만을 이용하기 위하여 등록한 경우에는 판매자와 구매자 모두 회원자격이 정지될 수 있습니다.
4) 판매자는 상품 등록시 직거래를 유도하는 문구나 구매자의 정당한 권리(청약철회권 등)를 제한하거나, 허위 또는 기타 법령이나 약관에 위배되는 내용(문구, 사진 또는 설명을 포함)을 등록해서는 안 되며, 스스로 또는 다른 회원을 통하여 고의로 판매가를 조작하거나 기타 서비스의 안전성과 신뢰성을 해하는 부정한 행위를 해서도 안됩니다. 이를 위반한 경우 회사는 관련 회원이나 해당 거래에 대하여 거래취소, 거래중지 및 기타 필요한 조치를 취할 수 있습니다.
5) 판매자는 자신의 판매자 정보란에 회사가 정하는 절차에 따라 인증 받은 유선전화 또는 휴대폰 번호를 대표번호로 설정하고 항상 최신 정보로 유지해야 합니다. 또한, 대표번호 변경시 또는 매 6개월마다 새로이 인증을 받아야 합니다. 판매자가 본항의 의무를 이행하지 않을 경우 회사는 이행 완료시까지 해당 판매자의 상품 등록과 편집을 제한할 수 있습니다.
6) 판매자는 상품 등록 시 품목별 재화 등에 관한 정보 및 거래조건에 관한 정보 등 ‘전자상거래 등에서의 상품 등의 정보제공에 관한 고시’(공정거래위원회 고시 제2012-49호, 이하 ‘상품정보제공고시’)에서 정한 정보를 입력해야 하고, 상품 등록 후 상품정보제공고시가 변경되는 경우 그에 맞추어 관련 정보를 수정, 보완해야 합니다. 판매자가 상품정보제공고시에 따른 정보를 입력하지 않거나, 상품 등록 후 변경된 상품정보제공고시에 따라 정보를 수정, 보완하지 않는 경우 회사는 회원자격의 정지, 서비스 제공 거부·제한 등 필요한 조치를 취할 수 있습니다.
7) 판매자는 등록상품에 특별한 거래조건이 있거나 교환, 반품비용 등 추가되는 비용이 있는 경우, 이를 구매자가 알 수 있도록 명확하게 기재해야 합니다. 다만, 이러한 특별한 거래조건은 구매자의 정당한 권리를 제한하거나 이 약관을 위반하거나 기타 회사가 미리 정한 거래조건에 위배되어서는 안 됩니다.
8) 회원이 물품등록을 하는 경우에는 전자상거래 등에서의 소비자 보호에 관한 법률 및 전자거래소비자보호지침 등에 따라 회사가 제공하는 양식에 의거하여 상호명과 대표자 성명, 영업소 소재지, 배송 및 반품 국내 주소지, 전화번호, 전자우편주소, 사업자등록번호, 기타 영업관련 자격을 명시해야 합니다. 회원이 위와 같은 사항을 명시하지 않거나 허위로 기재한 경우 회사는 상품등록 취소, 거래중지 기타 필요한 조치를 취할 수 있습니다. 이 경우, 회원정보의 미표시 또는 허위표시, 상품등록 취소 또는 거래중지로 인한 모든 위험과 책임은 해당 회원이 부담해야 하며, 이로 인해 다른 회원에게 발생한 재산상 손해를 회사가 부담할 경우 회사는 해당 회원에게 구상할 수 있습니다.
9) 판매자는 상품정보를 등록함에 있어서 저작권, 초상권 등 제3자의 권리를 침해해서는 안 됩니다. 판매자가 등록한 상품정보는 판매 활성화를 위하여 회사가 제휴한 사이트와 블로그 등에 노출될 수 있습니다. 다만, 블로그 등에의 노출은 회사가 정한 이용규칙에 동의하고 회사가 허용한 방식으로 퍼가기 하는 경우에만 가능합니다.
10) 판매자가 상품을 등록하는 경우, 동일 아이디, 추가 아이디 또는 다른 회원의 아이디를 이용하여 물품 및 거래조건이 실질적으로 동일한 상품을 둘 이상 중복하여 등록할 수 없고 동일 상품이 게재되고 있는 동안 다른 동일 상품을 등록할 수 없습니다. 이에 위반한 상품등록에 대해 회사는 상품검색의 효율성 제고를 위해 중복 등록된 상품을 삭제하거나 취소할 수 있고 위반 횟수 및 수준에 따라 해당 상품을 등록한 판매자의 회원자격을 정지하거나 서비스 이용을 제한할 수 있습니다.
11) 회사는 등록된 상품이 온라인 등에서의 매매, 유통에 적합하지 않은 상품인 경우에는 직권 또는 권리주장자의 요청에 따라 해당 상품 등록을 삭제, 취소하거나 중지할 수 있습니다.
12) 회사는 등록된 상품이 법령 또는 약관에 위반되거나, 공서양속을 저해하거나 기타 탈법행위와 관련되거나 그러한 목적이 있는 경우 또는 회사의 정책상 필요에 의한 경우에는 직권으로 이를 삭제, 취소하거나 중지할 수 있습니다. 이의 구체적인 예시는 별도 도매꾹에서 지정한 방식에 의하며 회사는 이를 임의로 추가 또는 변경할 수 있습니다.
13) 회사는 등록된 상품이 구매자 또는 제3자에게 위해 또는 손해를 발생시키거나 발생시킬 우려가 있다고 인정되는 경우 아래와 같은 조치들을 취할 수 있습니다.
가. 해당 상품 및 해당 상품과 동일 또는 유사한 카테고리에 등록된 해당 판매자의 다른 상품 등록의 삭제, 취소 또는 중지
나. 해당 판매자의 위 제1호에 해당하는 신규 상품 등록 제한
다. 해당 판매자의 회원자격 정지 또는 서비스 이용 제한
14) 회사는 권리의 보호를 위하여, 권리주장자가 회사가 정한 절차 및 방식에 따라 신고 또는 요청을 하는 경우, 당해 상품등록을 삭제, 취소 또는 일시 중지하고 이를 해당 상품의 판매자에게 통지합니다. 이러한 경우 회사는 당해 권리주장자의 신원, 신고 또는 요청이 회사의 절차 및 방식에 부합하는지 여부만을 서면으로 심사할 책임을 지는 것에 그치며, 당해 권리의 실질적 유효성 및 범위, 당해 권리의 주체 및 동 권리에 관련된 계약 또는 실질적 관계 등에 대한 심사를 행하지 않습니다. 회사는 권리주장자의 신고 또는 요청에 의한 상품등록의 삭제, 취소 또는 일시 중지에 대해 일체의 책임을 지지 않으며, 이는 권리주장자와 판매자 사이에서 해결되어야 합니다.
15) 회사가 직권 또는 권리주장자의 신고 또는 요청에 따라 해당 상품등록을 삭제, 취소하거나 중지한 경우, 판매자는 이에 대한 이의를 회사가 정한 절차와 방식에 따라 소명함으로써 회사의 조치에 대한 중단을 요청할 수 있습니다. 이 경우 회사는 판매의 재개, 재등록 등의 조치를 취하고 이를 권리주장자에게 통보합니다. 판매자의 소명이 있는 경우, 회사는 해당 소명이 회사가 정한 절차와 방식에 부합하는 지 여부만을 서면으로 심사하는 것에 그치며 해당 소명의 유효성, 적법성, 타당성 및 판매자의 권리 등에 대한 심사를 행하지 않습니다. 회사는 판매자의 소명에 따른 판매의 재개, 재등록 등에 대하여 일체의 책임을 지지 않으며, 이는 권리주장자와 판매자 사이에서 해결되어야 합니다.
16) 판매자는 주소지 또는 대금결제를 위한 통장계좌 등의 변경이 있을 경우 즉시 회사에 이를 통지해야 하며, 회사는 통지의 지연으로 인하여 발생한 손해에 대하여 책임을 지지 않습니다.
17) 채권자의 신청에 의한 판매대금의 가압류, 압류 및 추심명령 등 법원의 결정이 있을 경우, 회사는 판매자와 채권자 간의 합의 또는 채무액의 변제 등으로 동 결정이 해제될 때까지 판매대금의 정산을 중지하거나 제3채무자로서 판매자의 정당한 채무를 변제할 수 있습니다.
18) 회사는 아래의 사유가 발생하는 경우 상품판매대금의 정산을 유보할 수 있습니다.
가. 구매자가 신용카드로 결제한 경우, [여신전문금융거래법]상의 규정에 따라 회사는 신용카드 부정사용을 통한 허위거래여부를 판단하기 위해 최고 60일까지 판매대금에 대한 송금을 보류할 수 있습니다. 이 경우, 회사는 거래사실 확인을 위한 증빙을 판매자에 요구할 수 있으며, 회사는 사실 여부 확인 후 상품판매대금을 지급할 수 있습니다. 
나. 법원 등 제3자가 자격을 갖추어 상품판매대금의 지급보류를 요청한 경우 회사는 보류요청이 해제될 때까지 관련 상품판매대금의 송금을 보류하거나 정당한 채권자에게 지급할 수 있습니다. 
다. 회사는 판매자가 매매 부적합 상품의 판매자로 적발되거나, 구매자 클레임의 다수 발생으로 인한 환불, 교환 등의 요청이 염려되는 경우 3개월간 정산을 보류할 수 있습니다. 
라. 판매자와 구매자 간에 동일한 유형의 클레임이 지속적으로 발생하는 경우, 구매자로부터의 클레임에 대비하여 일정기간 판매대금의 정산을 유보할 수 있습니다.
19) 판매자는 폐업신고 이후에는 원칙적으로 판매가 금지되며, 회사는 판매자의 폐업 이후에 판매된 상품의 판매대금에 관해서는 정산을 하지 않는 것을 원칙으로 합니다. 
20) 본 조에 정한 외에도 법률의 규정에 의하거나 합리적인 사유가 있는 경우에는 회사는 판매자에게 통지하고 판매대금의 전부 또는 일부에 대한 정산을 일정 기간 유보할 수 있습니다.

제11조의 2 (전세계배송 서비스)
1. 전세계배송 서비스는 구매자가 구매한 상품이 회사의 물류센터(회사와 제휴 관계를 맺은 제3자의 물류센터 포함)를 거쳐 해외배송망을 통해 수취인에게 배송되는 서비스를 말하며, 전세계배송 단계는 다음 각 호와 같이 구분됩니다.
1) 국내배송단계 : 구매자가 구매한 상품이 회사와 업무제휴관계에 있는 제3자의 물류센터로 입고되는 시점까지의 단계
2) 해외배송단계 : 물류센터 입고 후 해외배송망을 통하여 수취인에게 배송되기까지의 단계
2. 구매자는 [발송예정] 상태에서는 언제든지 구매계약 취소가 가능하며, 배송중인 상태에서 구매자 변심에 의한 반품은 국내배송단계까지로 제한됩니다. 또한 해외배송단계부터는 반품이 불가함을 원칙으로 하되, 해외배송이 완료된 상품이 원시적인 하자가 있는 등의 사유로 인하여 회사가 교환 또는 반품을 승인하는 경우는 예외로 합니다.
3. 회사로부터 교환 또는 반품을 승인 받고자 하는 구매자는 객관적인 입증자료를 회사로 송부하여 상품의 원시적인 하자 등 교환/반품사유를 증명해야 하고, 상품의 하자 등이 증명된 경우 교환 또는 반품에 소요되는 배송비 등 필요경비는 판매자가 부담합니다.
4. 회사로부터 교환 또는 반품을 승인 받은 경우 구매자는 고객센터에 연락한 후, 해당 지역 우체국을 통해 물품을 발송하고, 배송비 등을 증명할 수 있는 서류를 회사에 제공해야 합니다.
5. 해외배송비 실측이 완료된 날부터 회사가 정하는 일정 기간 이내에 해외배송비가 결제되지 않을 경우, 해당 상품은 자동 폐기처분되며 이에 발생되는 제반 비용은 구매자가 부담합니다. 
6. 전세계배송 서비스 이용시 배송국가에 따라 발생할 수 있는 관세, 배송국가들이 부과하는 제세금 등 기타비용은 수취인이 부담하며, 해외 통관 거부 · 주소지 불명 · 수취인 거부에 따른 반송은 구매자 귀책으로 간주하여 이에 발생되는 제반 비용은 구매자가 부담합니다. 
7. 제11조의 2에서 정의되지 아니한 규정은 제11조 및 일반적인 전자금융거래관행을 따릅니다. 

제12조 (e-money 발생 및 준칙)
1. 회사가 인정하는 e-money는 다음과 같은 방법을 통해서 획득할 수 있습니다.
1) 도매꾹 회원이 e-money를 신용카드나 무통장(가상계좌)으로 구입한 경우
2) 판매자 판매대금을 정산 받은 경우
3) 구매자 구매대금을 환불 받은 경우
4) 기타 회사가 규정한 방법에 의하여 제공되는 경우
2. 회사가 인정하는 e-money는 현금성 e-money와 카드성 e-money가 있습니다. 현금성 e-money 는 출금이 가능하며, 카드성 e-money는 현금으로 출금되지 않습니다. 
3. 현금성 e-money를 자신의 은행계좌로 입금 받고자 하는 경우에는 별도로 지정한 자신의 출금계좌로 현금출금요청을 할 수 있습니다.
4. 회사가 이벤트성 e-money를 제공하는 경우 이의 사용기간과 조건을 서비스화면에 표시하거나 e-mail 등을 통하여 통지합니다. 회사는 e-money의 신뢰도 확인과 관련된 사항, 사용상의 제한이나 그 밖의 주의사항을 서비스화면에 공지하거나 e-money를 이용하는 회원에게 고지합니다.
5. 회원은 물품의 구매와 관련하여 e-money 결제를 선택할 수 있습니다.
6. 구매자에게 회사에 대한 채무금이 있는 경우 회사는 구매자가 현금성 e-money를 출금 요청할 때에 해당 채무금을 차감하고 지급할 수 있습니다.

제12조의 2 (포인트)
1. 회사가 인정하는 포인트는 회사가 규정한 방법에 의하여 제공되는 경우 획득할 수 있습니다.
2. 포인트는 회사가 정한 유효기간이 만료하거나 이용계약이 종료되면 소멸되며 복구가 불가합니다. 적립된 포인트의 이용조건, 이용기간, 소멸조건 등은 관련 법령의 개정 및 폐지, 회사와 판매자의 계약관계의 변경 등 합리적이고 상당한 이유가 있는 경우 회사에 의해 변경될 수 있으며, 포인트 적립방법이나 적립기준은 회사의 마케팅 정책의 변경에 따라 변경될 수 있습니다. 이 경우 회사는 30일 이상의 사전유예기간을 두고 당해 내용을 공지합니다.
3. 포인트는 현금으로 출금될 수 없으며 회사가 정하는 일정 포인트 이상 적립된 경우 상품구매시 활용할 수 있습니다. 다만, 물품 구매 후 취소 또는 반품을 할 경우에는 물품 구매 시 회사가 부여한 포인트를 회수합니다.
4. 포인트는 타인에게 양도할 수 없으며 부정한 목적이나 용도로 사용할 수 없습니다. 이 경우 회사는 해당사유를 미리(미리 통지할 수 없는 경우에는 사후 지체 없이) 통지하고 포인트를 회수하거나 회원자격을 정지할 수 있습니다. 
5. 포인트는 회사가 운영하는 '도매꾹' 인터넷 오픈마켓 사이트 (http://domeggook.com), '도매매' 인터넷 오픈마켓 사이트(http://domeme.com/)와 통합적으로 운용할 수 있습니다.

제 4 장    서비스와 서비스 이용료
 
제13조 (서비스기간과 중단) 
1. 이 약관의 유효기간은 서비스 신청일로부터 1년이며, 서비스 내용수정에 대한 서면 요청이 서비스기간 만료 2개월 전까지 없을 경우 동일한 조건으로 1년 단위로 자동으로 갱신됩니다.
2. 회사는 컴퓨터 등 정보통신설비의 보수, 점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다. 서비스를 중단할 경우, 사이트 초기화면에 통지하며, 서비스가 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 책임지지 않습니다. 단, 회사에 고의 또는 중과실이 있는 경우에는 그러하지 아니합니다.
 
제14조 (이용자가 제공한 정보)
1. 이용자가 제공한 정보란, 이용자가 도매꾹을 비롯한 회사가 운영하는 인터넷 상에 제공한 모든 정보(상품명을 비롯한 상품의 설명, 그림, 사진, 음향 등)를 의미합니다. 
2. 이용자가 제공한 정보는 컴퓨터에 의하여 실시간 자동으로 도매꾹에 반영되며 따라서 이에 대한 모든 책임은 해당 정보를 제공한 이용자가 부담합니다. 다만 회사는 적법한 권리자의 요구가 있는 경우에는 해당 내용을 삭제하거나 수정할 수 있습니다.

제15조 (서비스 이용료)
1. 회사는 이용자간의 자유로운 전자상거래에 있어서 필요로 하는 서비스를 제공하고 시스템에 대한 이용료(서비스 이용료)를 부과할 수 있습니다. 
2. 회사는 도매꾹에서 거래가 체결된 경우, 도매꾹 시스템과 안전결제시스템에 대한 이용료로서 일정액을 회원에게 부과할 수 있습니다. 이 경우 회원은 서비스의 이용료를 지급할 의무가 있습니다.
3. 회사는 필요한 경우 서비스이용료를 신설, 변경할 수 있으며, 신설 또는 변경사항은 회사가 제공하는 도매꾹의 [공지사항]과 당해 서비스를 통하여 공지합니다. 회사는 판매 활성화 등을 위하여 서비스이용료 범위 내에서 특정 상품에 대한 서비스이용료를 할인할 수 있습니다. 또한 회사는 특정 판매자에 대한 서비스이용료를 상품의 성격, 판매실적, 회원의 특성 등 회사가 정하는 일정한 기준과 절차에 따라 조정 또는 면제할 수 있습니다.

제 5 장 권리관계 등

제 16 조 (저작권 및 게시물의 관리)
1. 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다. 
2. 이용자는 회사를 이용함으로써 얻은 정보 중 '회사' 에게 지적재산권이 귀속된 정보를 '회사' 의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 해서는 안됩니다. 
3. 회사는 이용자가 게시하거나 작성하는 모든 내용물(회원간 전달 포함)이 다음 각 호의 경우에 해당한다고 판단되는 경우 사전통지 없이 삭제할 수 있으며, 이에 대해 회사는 어떠한 책임도 지지 않습니다. 
1) 회사, 다른 이용자 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우 
2) 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등의 유포에 해당하는 경우 
3) 범죄적 행위에 결부된다고 인정되는 내용인 경우 
4) '회사' 의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우 
5) 불필요하거나 승인되지 않은 광고 등 게시물을 게재하는 경우 
6) 기타 관계 법령 및 회사의 지침, 규칙 등에 위반된다고 판단되는 경우 
7) 게시글이 게시판 성격에 부합하지 않는 내용인 경우
4. 회사는 회원이 게재하는 상품설명 등의 제반 정보를 통제하거나 제한하지 않습니다. 다만, 회사는 회원이 게재한 정보의 내용이 타인의 명예, 권리를 침해하거나 법규정을 위반한다고 판단하는 경우에는 이를 삭제할 수 있고, 등록취소, 거래중지 등 기타 필요한 조치를 취할 수 있습니다.

제17조 (회사의 면책) 
1. 회사는 통신판매중개자로서 회원 상호간의 거래를 위한 거래시스템만을 제공할 뿐이므로 상품을 판매하거나 구매하고자 하는 회원을 대리하지 않습니다. 도매꾹의 거래시스템을 이용한 거래 내용(가격, 문자, 숫자, 그림, 음향 등)에 관한 모든 분쟁에 대해서는 당해 거래 당사자가 책임을 져야 합니다. 또한, 회사의 어떠한 행위도 판매자 또는 구매자를 대리하는 행위로 간주되지 않습니다. 이와 관련하여 회사가 제3자에게 손해를 배상하거나 기타 비용을 지출한 경우 회사는 당해 회원에게 구상권을 행사할 수 있습니다.
2. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 도매꾹 서비스를 제공할 수 없는 경우에는 서비스의 제공을 제한하거나 일시 중단할 수 있습니다. 이 경우 회사는 불가항력을 이유로 그 책임이 제한됩니다. 
3. 회사는 인터넷 이용자 또는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다. 또한 회사는 컴퓨터 등 정보통신설비의 보수, 점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있으며, 이와 관련하여 회사는 고의 또는 중대한 과실이 없는 한 책임을 지지 않습니다.
4. 이용자가 게재한 정보, 자료, 사실의 정확성 등을 신뢰함으로써 입은 손해에 대하여 회사는 책임을 지지 않습니다.
5. 이용자가 자신의 개인정보(신용카드 정보 등)를 타인에게 유출 또는 제공함으로써, 발생하는 피해에 대해서 회사는 일절 책임을 지지 않습니다.
6. 이용자가 구매한 상품 사용 중 제조상의 결함 등으로 발생한 문제는 제조물책임법에 따라 처리됩니다.
7. 회사는 적법한 권리자의 요구가 있는 경우에는 당해 상품 및 용역 등에 관한 정보를 삭제하거나 수정할 수 있으며, 회원은 이로 인한 손해배상을 회사에 청구할 수 없습니다.
8. 회원이 약관과 이용계약을 위반함으로써 회사의 대외 이미지 실추 등 회사에 유, 무형적 손해가 발생한 경우, 당해 회원은 회사의 손해를 배상해야 합니다.
9. 상품 등록시 상품정보(이미지, 텍스트 및 첨부파일 등을 포함)로 인한 문제로 발생하는 산업재산권, 디자인, 저작권 및 상표권, 19세 이상 판매가능한 성인물품, 상품정보제공 고시사항 등의 각종 민,형사상 책임은 모두 판매자에게 있으며, 도매꾹은 이에 대해 책임이 없습니다. 특히, 판매자는 타인이 창작/제작한 사진이나 이미지 또는 문구 등을 무단으로 복제하여 게재하거나 허가없이 링크해서는 안 됩니다. 만약, 이로 인해 도매꾹에 피해가 발생할 경우, 판매자는 자신의 비용으로 도매꾹을 면책시켜야 합니다. 

제18조 (관할법원 및 준거법) 
1. 이 약관과 회사와 회원 간의 서비스 이용계약 및 회원 상호간의 분쟁에 대해 회사를 당사자로 하는 소송이 제기될 경우에는 회사의 본사 소재지를 관할하는 법원을 합의관할법원으로 정합니다.
2. '회사' 와 이용자간에 제기된 소송에는 한국법을 적용합니다.

제19조 (기타조항)
1. 회사는 필요한 경우 특정 서비스(혹은 그 일부)를 도매꾹 등을 통하여 미리 공지한 후, 일시 또는 영구적으로 수정하거나 중단할 수 있습니다.
2. 회사와 이용자, 또는 이용자 상호간은 상대방의 명백한 동의 없이 본 약관상의 권리와 의무를 제3자에게 양도할 수 없습니다.

부칙
제1조 (적용일자)
1. 이 약관은 2005년 1월 1일부터 변경 적용됩니다.
2. 이 약관은 적용일자 이후에 발생된 거래부터 적용됩니다. 다만, 적용일자 이전에 상품이 거래되었다고 하더라도 그 상품중개와 관련하여 적용일자 이후에 발생한 판매취소, 구매취소, 부당한 구매행위, 불법카드거래 등 회사가 제한하거나 금지하는 행위에 대해서는 이 약관이 적용됩니다.
3. 처음 회원가입시 이 약관에 동의를 하면 이후의 로그인 시에도 이 약관에 동의한 것으로 간주하므로 더 이상 동의를 구하지 않습니다. 단, 약관이 변경되었을 경우 다시 한번 동의를 구하는 것으로 합니다.

부 칙
제1조 (적용일자)
1. 이 약관은 2017년 10월 13일부터 적용됩니다.


</textarea>
							</td>
						</tr>
					</table>
					
					<div class="agreeCheck">
						<input type="checkbox" name="agree_check" id="input_sign_agree_check_1">
						<label for="input_sign_agree_check_1">이용약관을 모두 읽어 보았으며, 약관에 동의합니다</label>
					</div>
					<div class="common_lable_div">
						<img class="common_lable_img" src="/images/common/ico_common2.gif">
						<span class="common_lable_span">개인정보 수집 및 이용목적</span>
					</div>	
					<table class="common_table_max">
						<tr>
							<td class="center">
								<textarea style="width:90%; height: 200px; overflow-y: auto;" class="agreement1_textAera" readonly="readonly">제 1 장 총칙
 
제1조 (목적)
1. 본 회원약관(이하 "본 약관"이라 합니다)은 이용자가 domeggook.com(이하 "도매꾹"이라 합니다)에서 제공하는 서비스(접속 가능한 유,무선 단말기의 종류와는 상관없이 이용 가능한 "도매꾹" 이 제공하는 모든 "서비스" 를 의미하며, 이하 '서비스'라 합니다)를 이용함에 있어 이용자와 도매꾹의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.
2. 이용자가 되고자 하는 자가 도매꾹이 정한 소정의 절차를 거쳐서 "회원가입" 버튼을 누르면 본 약관에 동의하는 것으로 간주합니다. 본 약관에서 정의하는 이외의 이용자의 권리, 의무 및 책임에 관해서는 전기통신사업법, 기타 대한민국의 관련 법령과 상관례에 의합니다.
3. 회원은 회사가 제공하는 서비스를 이용함에 있어서 전자상거래 등에서의 소비자보호에 관한 법률(전자문서, 표시광고, 반품, 배송 등 통신판매에 관한 규정 등), 전자거래기본법(소비자보호에 관한 규정 등), 소비자기본법(사업자의 의무에 관한 규정 등), 표시광고의 공정화에 관한 법률(물품상세설명에 관련한 표시, 기재사항 등), 정보통신망이용촉진 및 정보보호 등에 관한 법률(개인정보보호에 관한 규정) 등 관련법령을 준수해야 하며, 이 약관의 규정을 들어 관련법령 위반에 대한 면책을 주장할 수 없습니다.

제2조 (용어의 정의)
1. 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
1) 이용자: 도매꾹에 접속하거나 방문하여 이 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
2) 회원: 회사에 개인정보를 제공하여 회원등록을 한 15세 이상의 개인이나 사업자(개인사업자 및 법인사업자)로서, 도매꾹이 제공하는 정보와 서비스를 계속 이용할 수 있는 자를 말합니다. 이용신청자는 실명으로 가입신청을 해야 하며, 실명이 아니거나 타인의 정보를 도용하여 회원으로 가입한 자는 회사가 제공하는 서비스를 이용할 수 없으며, 이용하여서도 안됩니다. 회원은 일반회원과 정회원으로, 정회원은 개인회원과 사업자회원으로 구분됩니다.
     - 일반회원: 기본정보만 입력하면 가입이 가능하나 사이트 내용만 열람할 수 있고 구매나 판매는 불가능한 회원
     - 정회원: 도매꾹에서 구매뿐만 아니라 판매까지 가능한 개인이나 사업자 회원
개인회원 - 사업자등록증 없이 상품을 판매하거나 구매하려는 회원
사업자회원- 사업자등록증을 가지고 상품을 판매하거나 구매하려는 회원
3) 위탁판매(꾹딜러) 판매자 인증회원: 상품등록 시 위탁판매로 상품을 판매하기 위해 기본인증(실명인증, 휴대폰인증, 이메일 인증, 사업자회원(정회원 중 사업자회원에 한함))후 운영자가 판매자로 승인한 회원을 말합니다.
4) 비회원: 회원으로 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.
5) 회원ID:  회원의 식별과 회원의 도매꾹 서비스 이용을 위하여 회원이 선정하고 회사가 승인하여 회사에 등록된 문자, 숫자 또는 문자와 숫자의 조합을 말합니다. 회원의 아이디(ID) 및 닉네임은 실명 1인당 1개의 아이디 및 닉네임을 사용하는 것을 원칙으로 합니다. www.domain.com 등 도메인 주소나 카페 주소를 암시, 또는 간접적으로 나타내는 단어는 회원 아이디로 사용할 수 없습니다.
6) 비밀번호: 회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여 회원 스스로가 설정하여 회사에 등록한 문자, 숫자 또는 문자와 숫자의 조합을 말합니다.
7) 운영자: 도매꾹 서비스의 전반적인 관리와 원활한 운영을 위하여 회사에서 선정한 자를 말합니다.
8) 구매자: 도매꾹에서 상품을 구입할 의사로 주문을 한 회원을 말합니다.
9) 판매자: 도매꾹에서 상품을 판매할 의사로 상품을 등록하거나 판매한 회원을 말합니다. 
10) 쿠폰: 상품등록이나 유료옵션에 사용할 수 있는 것으로 상품구입에는 사용할 수 없습니다. 금액대별로 쿠폰 구입이 가능하며 일정액의 할인을 받을 수 있습니다. 
11) e-money: 상품등록이나 유료옵션 및 상품구입시에 사용할 수 있는 사이버머니로 현금성 e-money와 카드성 e-money로 구분이 되며 다음과 같습니다.
        - 현금성 e-money: 가상계좌 서비스를 이용한 현금 입금으로 출금이 가능한 사이버머니
        - 카드성 e-money: 신용카드서비스 입금으로 출금이 불가능한 사이버머니
12) 포인트 : 물품구매액 또는 이벤트 당첨결과 등에 따라 회사가 회원에게 부여하고 회원이 적립하여 배송비 결제 등 지정된 용도에 사용할 수 있는 회사 전용의 혜택을 말합니다.
13) 판매관리시스템: 도매꾹을 사용하여 재화와 용역을 판매하고자 하는 회원을 위하여 마련된 관리시스템으로 상품의 등록, 내용관리, 가격관리, 판매/배송관리 등을 자유롭게 사용할 수 있는 시스템입니다.
14) 안전거래시스템: 도매꾹을 통해 구매자가 상품을 주문할 경우 주문상품이 해당 구매자에게 도착한 사실을 확인한 후 상품 대금을 판매자에게 결제해주는 시스템을 말합니다. 회사는 서비스를 제공하는 과정에서 대금의 수령, 보관 및 송금업무로 이루어지는 매매보호 서비스를 제공합니다. 이러한 매매보호 서비스는 도매꾹을 통하여 이루어지는 회원 상호간의 거래의 안전성과 신뢰성을 도모하고 구매자를 보호하기 위한 목적에서 제공하는 장치이므로 회사가 매매보호 서비스를 통하여 판매자 또는 구매자를 대리, 대행하거나 그 이행을 보조하는 것은 아닙니다.
15) 닉네임: 도매꾹에서 아이디와 함께, 또는 아이디를 대신하여 이용자를 식별하기 위해 이용자의 신청과 회사의 승인으로 설정된 숫자와 문자의 조합으로서 이용자를 대신하여 사용됩니다.
16) 회사: ㈜지앤지커머스가 재화 또는 용역(이하 '상품'이라 함) 및 서비스를 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 상품을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 회사를 운영하는 사업자의 의미로도 사용합니다.
2. 제1항에서 정의되지 아니한 본 약관상의 용어의 의미는 일반적인 거래관행에 의합니다.

제3조 (도매꾹 서비스의 종류 및 법적 한계)
1. 회사에서 제공하는 서비스는 다음과 같습니다.
1) B2B(기업간 거래) 상품매매 중개서비스
2) 게시물 등록서비스
3) 안전거래 서비스
4) 회원을 위한 섹션 및 콘텐츠 서비스, 맞춤 서비스 
2. 회사는 이용자간 거래의 안전성 및 신뢰성을 증진시키기 위한 시스템을 개발 및 제공합니다. 이용자 사이에 성립된 거래에 관련된 책임과 회원이 제공한 정보에 대한 책임은 해당 회원 또는 이용자가 직접 부담해야 합니다.
3. 회사는 이용자 상호간의 자유로운 재화 또는 용역의 거래를 위한 시스템을 운영 및 관리, 제공할 뿐이므로 물품을 판매하거나 구매하고자 하는 이용자를 대리하지 않습니다. 또한 도매꾹의 어떠한 행위도 판매자 또는 구매자를 대리하는 행위로 간주되지 않습니다. 이용자 사이에 성립된 거래에 관련된 책임과 회원이 제공한 정보에 대한 책임은 해당 이용자가 직접 부담해야 합니다.
4. 회사는 회사를 통하여 이루어지는 이용자간의 거래와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 등록물품의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한 비침해성, 이용자가 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는 적법성 등 일체에 대하여 보증하지 아니하며, 이와 관련한 일체의 위험과 책임은 해당 이용자가 전적으로 부담합니다.

제4조 (약관의 명시, 효력과 개정)
1. 회사는 본 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자 등록번호, 연락처(전화, 팩스, 전자우편주소 등) 등을 이용자가 알 수 있도록 초기 서비스 화면(전면)에 게시합니다.
2. 본 약관은 회사와 이용자간에 성립되는 도매꾹 서비스 이용계약의 기본 약정입니다. 회사는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 “개별약관” 혹은 "운영정책"이라고 합니다)을 정하여 이를 도매꾹을 통해 공지할 수 있습니다.
3. 회사는 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진 등에 관한 법률, 방문판매 등에 관한 법률, 소비자기본법 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
4. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 도매꾹 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.
5. 회사는 전자거래기본법, 전자서명법, 정보통신망 이용촉진 등에 관한 법률 등 관계법령을 위배하지 않는 범위에서 합리적 사유가 있는 경우 회원의 사전 동의 없이 본 약관을 개정할 수 있습니다.
6. 회사는 개정된 약관의 공지 후 효력발생일 이전까지 이용자가 거부 의사 표시 또는 탈퇴를 하지 않을 경우 개정 약관에 동의하는 것으로 간주합니다. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 '회사' 또는 회원은 이용계약을 해지할 수 있습니다.

제5조 (약관 외 준칙 및 관련 법령과의 관계)
1. 본 약관에 명시되지 않은 사항은 전자거래기본법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령의 규정과 상관례에 따릅니다.
2. 도매꾹 서비스를 통하여 거래를 체결한 경우, 방문판매 등에 관한 법률, 전자거래기본법, 소비자보호법 등 관련 법령이 해당 거래 당사자인 이용자에게 우선적으로 적용되고, 이용자는 이 약관의 규정을 들어 거래 상대방에 대하여 면책을 주장할 수 없습니다.

제 2 장 도매꾹 서비스 이용계약

제6조 (도매꾹 서비스 이용계약의 성립)
1. 도매꾹 서비스 이용계약(이하 "이용계약"이라고 합니다)은 도매꾹 서비스를 이용하고자 하는 자의 이용신청에 대하여 회사가 승낙함으로써 성립합니다.
2. 회원 가입은 일반회원과 정회원으로 구분되며, 제시된 각각의 항목(실명, ID, 본인인증 등의 필수항목)을 채우면 됩니다. 단, 정회원은 본인확인 절차를 거친 후 온라인으로 회원가입 신청을 해야 합니다.
3. 도매꾹 서비스를 이용하기 위해서는 본 약관의 내용과 본 약관이 이용계약임을 동의해야 합니다.

제7조 (이용신청의 승낙)
1. 이용자는 회사가 정한 가입양식에 따라 개인정보를 기입한 후 본 약관에 동의한다는 의사표시를 함으로써 이용신청을 합니다. 회원가입신청의 경우 법령에 따라 이용 가능한 신용정보업자 또는 신용정보집중기관을 통하여 아이핀 등의 본인인증 여부를 확인함으로써 본인확인 절차를 진행하며 사업자회원가입신청의 경우에는 증빙자료 등에 의하여 실명확인절차를 취합니다. 회사는 실명확인절차를 취할 수 없는 이용신청에 대해서는 신청자에게 증빙자료를 요청할 수 있습니다. 회원가입의 성립시기는 회사의 승낙이 회원에게 도달한 시점으로 합니다. 이용신청의 처리는 신청순서에 의합니다.
2. 회사는 다음과 같은 사유가 발생한 경우 이용신청에 대한 승낙을 거절하거나 유보할 수 있습니다.
1) 설비에 여유가 없는 경우 
2) 기술상 지장이 있는 경우 
3) 등록 내용에 허위, 기재누락, 오기가 있는 경우
4) 회사에 의하여 이용계약이 해지된 이후 재이용신청을 하는 경우
5) 기타 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우
6) 회사의 실명확인절차에서 실명가입신청이 아님이 확인된 경우 
7) 이미 가입된 회원과 이름 및 본인인증(또는 사업자등록번호, 법인등록번호)이 동일한 경우
8) 가입신청 시 기재해야 할 기재항목에 허위사실을 기재한 경우 
9) 기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우

제8조 (개인정보의 변경, 보호)
1. 이용자는 이용신청 시 기재한 사항이 변경되었을 경우에는 즉시 운영자를 통하거나 또는 웹 상에서 관련사항을 수정해야 합니다. 단, 이름, ID, 닉네임, 본인인증(또는 사업자등록번호 또는 법인등록번호) 등 변경이 불가능한 사항은 수정할 수 없습니다. 회원은 수정사항과 관련하여 회사가 요청하는 경우 즉시 수정사항에 관한 증빙자료를 제공해야 합니다.
2. 회원정보가 변경되었음에도 해당 사항을 수정하지 않음으로써 발생한 각종 손해와 잘못된 수정으로 인하여 발생한 손해는 당해 회원이 부담해야 하며, 회사는 이에 대하여 아무런 책임을 지지 않습니다. 또한, 회원이 변경된 정보를 수정하지 않거나 또는 허위 내용으로 수정하여 회사에게 손해를 입힌 경우에는 이에 대한 손해배상 책임을 부담합니다.
3. 아이디(ID), 닉네임 및 비밀번호에 대한 관리책임은 회원에게 있으며, 회원은 아이디(ID), 닉네임 및 비밀번호를 타인에게 양도, 대여할 수 없습니다. 회사의 귀책사유에 의하지 아니한 아이디(ID), 닉네임 또는 비밀번호의 유출, 양도, 대여로 인한 손실이나 손해에 대하여 회사는 아무런 책임을 지지 않습니다.
4. 회사는 도매꾹 서비스화면을 통하여 공개된 정보를 제외하고는 이용자의 정보를 도매꾹 서비스 외의 용도로 사용하거나 이용자의 동의 없이 제3자에게 제공하지 않습니다. 단, 법령에서 정보의 공개를 요구하거나 법령에 의하여 정보의 제공이 가능한 경우에는 예외로 합니다. 

제9조 (이용계약의 종료)
1. 이용계약은 회원 또는 회사의 해지에 의하여 즉시 종료됩니다.
2. 회원의 해지
회원은 언제든지 회사에 해지의사를 통지함으로써 이용계약을 해지할 수 있습니다. 다만, 회원은 해지의사를 통지하기 최소한 10일 전에 모든 주문을 철회 또는 취소해야만 합니다. 단, 거래 체결된 건들은 취소할 수 없습니다. 그리고, 취소 또는 철회로 인한 불이익은 회원 본인이 부담해야 합니다.
1) 회원의 의사로 해지를 한 전 회원이 재이용을 희망할 경우에는 재이용 의사가 회사에 통지되어 회사가 이용을 승낙한 이후에 서비스 재이용이 가능합니다. 
2) 회원이 이용계약 종료(해지 포함) 후 재가입하는 경우에는 최종 이용 시 사용한 아이디는 사용할 수 없으며 새로운 아이디를 사용하는 것을 원칙으로 합니다.
3. 회사의 해지
회사는 이용계약 해지와 함께 회원의 자격과 도매꾹 서비스 이용을 제한할 수 있습니다.
1) 회사는 다음과 같은 사유가 발생하거나 확인된 경우 이용계약을 해지할 수 있습니다. 
가. 다른 이용자의 권리나 명예, 신용 기타 정당한 이익을 침해하거나 대한민국 법령 또는 공서양속에 위배되는 행위를 한 경우
나. 회사가 제공하는 도매꾹 서비스의 원활한 진행을 방해하는 행위를 하거나 시도한 경우
다. 회원의 누적 회원점수가 마이너스(-) 점수에 이른 경우
라. 기타 회사가 합리적인 판단에 기하여 서비스의 제공을 거부할 필요가 있다고 인정할 경우
마. 도메인 주소나 카페 주소를 암시, 또는 간접적으로 나타내는 단어로 회원 아이디를 사용한 경우 
바. 도매꾹을 통하지 않고 구매자에게 직접 상품을 판매하거나 이를 유도한 경우
이 경우 회사는 당해 회원을 탈퇴시킬 수 있습니다.
2) 회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원 자격을 제한 및 정지시킬 수 있습니다.
가. 가입 신청 및 회원정보 변경 시 허위 내용을 등록한 경우 
나. '회원' 의 행위로 인하여 '회사' 의 신용도 및 대외적 이미지가 저해된 경우 
다. 타인의 '회사' 이용을 방해하거나 타인의 정보를 도용하는 등 전자거래질서를 위협하는 경우 
라. '회사' 의 운영진, 임직원 또는 관계자를 사칭하는 경우 
마. '회사' 의 서비스 운영에 고의 또는 과실로 불이익을 주거나 방해를 하는 경우 또는 회원이 직거래 등 회사가 제공하는 서비스의 원활한 진행을 방해하는 행위를 하거나 시도한 경우
바. 타인의 신용, 명예, 기타 정당한 이익을 침해하는 행위를 한 경우
사. 회원에게 파산·금치산·한정치산·회생·파산의 결정 또는 선고, 사망, 실종선고, 해산, 부도 등 정상적 서비스 이용을 불가능하게 하거나 곤란하게 하는 사유가 발생한 경우 (다만, 이 경우 회사는 이용계약 해지 대신 거래안전 보호를 위해 회원자격정지, 서비스이용제한 등의 조치를 취할 수 있습니다.)
아. 매매부적합물품을 등록 및 거래하거나, 공서양속에 반하는 행위를 하는 경우
자. 법령 또는 기타 이 약관에 위배되는 행위를 하거나 약관에서 정한 해지사유가 발생한 경우
이 경우, 회사는 회원에게 e-mail, 전화, 기타의 방법을 통하여 해지사유를 밝혀 해지의사를 통지합니다. 이용계약은 회사의 해지의사를 회원에게 통지한 시점에 종료됩니다. 회사의 판단으로 이용계약이 해지된 경우에는 회원의 재이용신청에 대하여 회사는 판단을 유보할 수 있습니다.
3) 동종업 또는 유사업종의 사이트를 운영하면서 회원유입의 원천으로 도매꾹 사이트를 이용하는 경우
4) 회사가 이용계약을 해지하는 경우, 판매자는 구매회원의 보호를 위하여 해지시까지 완결되지 아니한 주문건의 배송, 교환, 환불, 하자보수 등 필요한 조치를 취해야 합니다.
5) 회사는 회원이 6개월 이상 로그인을 하지 않은 경우 도매꾹 이용을 제한할 수 있고, 회원이 1년 이상 로그인을 하지 않은 경우에는 회원자격을 영구정지하거나 이용계약을 해지할 수 있습니다.
4. 서비스 제한
회사는 다음과 같은 사유가 발생하거나 확인된 경우 회원의 서비스 이용을 제한할 수 있습니다.
1) 회원이 비정상적인 방법으로 e-money 및 쿠폰 · 포인트를 획득할 경우, 해당 부가서비스 이용을 제한 혹은 취소할 수 있으며 부득이한 경우 e-money 및 쿠폰 · 포인트를 회수할 수 있습니다.
2) 회원이 카드결제로 구매할 경우, 그 카드가 분실된 카드로 확인되면 해당 회원의 구매를 제한하며, 회원이 입력한 카드번호 또는 비밀번호가 3번 이상 불일치로 오류가 발생할 경우 도매꾹에서 이용할 수 없습니다.
3) 도매꾹을 통하지 않고 직거래를 유도하는 경우, 회사는 거래취소, 거래중지 등 기타 필요한 조치를 취할 수 있습니다.
4) 회사가 제공하는 도매꾹 서비스를 오용, 악용함으로써 사회질서, 미풍양속을 침해하거나 침해할 우려가 있다고 판단되는 경우 또는 회사가 서비스를 제공하지 못할 상황 또는 사유가 발생하는 경우 회사는 판매자 상품의 일부 또는 전부에 대하여 제공하지 않거나 제한할 수 있습니다.
5) 회사는 도매꾹을 통한 거래의 신뢰성과 거래질서 유지를 위하여 회원의 이용점수, 구매취소, 판매거부 횟수 등에 따라 당해 회원의 서비스 이용과 회원자격을 일시정지 하거나 영구정지 할 수 있습니다.
6) 회사는 본 약관과 관련 법령 및 상거래의 일반원칙을 위반한 회원에 대하여 다음과 같은 조치를 할 수 있습니다. 단, 신용점수 차감은 통보 없이 할 수 있습니다.
가. 정산일자 변경 및 이용점수 차감
나. 회사가 부가적으로 제공한 혜택의 일부 또는 전부의 회수
다. 특정서비스 이용제한
라. 이용계약의 해지
마. 손해배상의 청구
바. 회사는 부당한 상품등록(도배중복등록 및 카테고리위반등록, 부정 키워드사용, 상품표시등록 위반, 권리침해 행위, 회사로부터 허가받지 않은 프로그램을 통한 상품 등록이나 DB 등의 시스템 조작 행위 등) 및 거래행위(임의취소 및 임의반품, 무재고 재판매, 허위배송정보입력, 부당 반품거부, CS 불만족(분쟁)유발 및 미처리행위, 연락두절, 기타 위법·부당행위 등)와 불법카드거래 또는 매매부적합물품의 등록행위, 직거래유도 행위, 기타 법령 준수 의무 위반에 대하여 약관의 규정에 따라 회원자격을 정지하거나 서비스 이용을 제한하도록 조치를 할 수 있으며, 이러한 행위 손해가 있을 경우 민형사상 소송이나 배상을 청구할 수 있습니다.
1차 : 경고 및 개선요청
2차 : 이용점수 차감, 상품등록 및 판매 등의 일정기간 이용 정지, 정산 중지 등
3차 : 상품삭제, 이용계약 해지 및 회원탈퇴 등
7) 회원이 회사가 운영하는 기타 인터넷사이트의 회원으로서 해당 사이트의 약관, 법령 등을 위반하여 이용제한 또는 이용정지 등의 제재조치를 받은 경우, 회사는 당해 회원에게 동일한 조치를 할 수 있습니다.
5. 이용계약의 종료와 관련하여 발생한 손해 또는 손실은 이용계약이 종료된 해당 회원이 책임을 부담해야 하고, 회사는 일체의 책임을 지지 않습니다.
6. 회원은 전 항의 귀책사유로 인하여 '회사' 나 다른 회원 및 이용자에게 입힌 손해를 배상할 민사상의 책임이 있으며, 범죄 행위에 대해서는 형사상의 책임을 부담합니다. 
7. 회사는 회원 자격을 제한/정지 시킨 후, 동일한 행위가 반복되거나 상당기간 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실 시킬 수 있습니다.
8. 회사는 회원의 자격을 상실 시키는 경우에는 회원등록을 말소합니다.

제 3 장    도매꾹 서비스 이용규정

제10조 (회원의 등급 관리)
1. 회사는 도매꾹 서비스를 통한 거래의 안전성과 신뢰성을 위하여 회원의 등급을 평가하고 이를 통해 서비스를 제한할 수 있습니다. 이를 위하여 회사는 회원간의 거래과정에 관련하여 가산점과 벌점을 부과할 수 있습니다. 가산점과 벌점은 각각 누적됩니다. 다만, 회사는 벌점을 부과함에 있어서 정당한 사유가 있다고 인정한 경우 벌점을 부과하지 않을 수 있습니다.
2. 회사는 회원에게 거래실적, 판매점수 또는 구매점수 등에 기초하여 판매 및 구매등급을 부여하고 조정합니다. 등급의 종류 및 단계는 회사의 정책에 따라 달라질 수 있습니다.
3. 상세한 등급점수 및 회원등급 체계 및 세부내용은 수시로 변동이 발생하므로 도매꾹 공지사항이나 도움말을 통하여 별도 공지 합니다.

제11조 (상품구매와 판매)
1. 체결방식  
판매자의 판매 가격과 구매자의 구매 가격이 일치할 경우에만 체결됩니다. 그리고 체결 순서는 같은 가격일 경우 시간적으로 먼저 주문을 한 자가 우선 체결됩니다.
1) 구매자는 상품을 구매하기 전에 반드시 판매자가 사이트 내에 작성한 상품정보와 거래의 조건을 정확하게 확인한 후 구매해야 합니다. 구매자가 상품대금을 잘못 입금하거나 입금정보를 잘못 기입하거나 또는 기입하지 않아 발생한 모든 위험과 책임은 구매자가 부담해야 하고, 회사는 이에 대하여 아무런 책임을 지지 않습니다. 구매하려는 상품의 내용과 거래의 조건을 확인하지 않고 구매하여 발생한 모든 손실, 손해는 구매자 본인에게 있습니다. 
2) 회사는 판매자가 상품 등록한 상품의 내용과 거래조건에 대해서 어떠한 보증이나 대리를 하지 않습니다. 따라서 구매자는 상품 구매 시 스스로의 책임하에 상품을 구매해야 합니다. 또한, 회사는 회원간의 직거래로 인하여 발생한 문제에 대하여 책임지지 않습니다.
3) 회사가 이용자의 서비스 이용 편의를 위하여 직접 제작하거나 제휴업체 또는 제3자가 제공하는 방식으로 정보나 콘텐츠를 제공하는 경우라도, 이용자는 상품 구매시 자신의 판단과 책임으로 결정하여 구매해야 하며, 회사는 어떠한 경우에도 회원의 구매결정에 대하여 책임을 부담하지 않습니다. 
4) 미성년자의 상품구매 시 법정 대리인이 해당 계약에 대하여 동의를 하지 않으면, 미성년자 본인 또는 법정대리인이 그 계약을 취소할 수 있습니다. 미성년자의 거래에 관한 상세한 사항은 관련 법령이 정한 바에 의합니다. 다만, 회사가 이 약관에서 정한 바에 따라 상품대금을 판매자에게 송금한 이후에는 구매자는 회사에 대하여 이의를 제기할 수 없고 판매자와 사이에 직접 거래취소, 대금환불 등의 모든 문제를 해결해야 합니다.
2. 체결결과처리
구매자는 도매꾹 서비스를 통해 체결이 완료되면 회사로부터 체결결과 내용을 e-mail, 전화 또는 휴대폰(SMS 또는 기타 전자적 수신방법)으로 연락을 받습니다.
3. 대금결제 
1) 회사에서 구매한 상품에 대한 대금지급방법은 다음 각 호의 방법 중 가용한 방법으로 할 수 있습니다. 이용자가 상품을 구입할 때 사용할 수 있는 결제 수단은 신용카드와 무통장입금 등이 있습니다.
가. 가상계좌 (현금 입금) 
나. 신용카드 등의 각종 카드 결제 
다. 기타 전자적 지급방법에 의한 대금 지급 등
2) 이용자의 결제정보가 유출되어 해당 이용자가 피해를 입었을 경우 회사는 정보유출에 대한 과실책임을 집니다.
3) 일정액 이상의 상품을 카드결제로 구매할 경우 본인 확인을 위해 본인인증과 비밀번호 등의 개인정보를 입력해야 합니다.
4) 무통장입금을 통한 상품 구매의 경우 거래 체결일로부터 3일 안에 지정된 은행계좌에 입금해야 합니다.
5) 이용자는 상품의 구매 시 결제방법을 사용함에 있어 반드시 본인 명의의 결제수단을 사용해야 하며, 타인의 결제수단을 임의사용 하여서는 안 됩니다. 타인의 결제수단을 임의 사용함으로써 발생하는 결제수단 소유자, 판매자의 손실과 손해에 대한 모든 책임은 구매자인 이용자에게 있습니다.
6) 회사는 이용자가 매매대금 결제 시 사용한 결제수단에 대해 정당한 사용권한을 가지고 있는지의 여부를 확인할 수 있으며, 이에 대한 확인이 완료될 때까지 거래진행을 중지하거나 해당거래를 취소할 수 있습니다.
7) 회사는 배송 전에 이용자의 구매신청 변경 및 취소 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리해야 합니다. 다만, 이미 대금을 지불한 경우에는 반품/교환/환불 등에 관한 규정에 따릅니다.
8) 이용자가 구매(주문)신청일로부터 3일 이내 상품대금에 대해 입금이 확인되지 않을 경우 '회사' 는 별도 의사 표시 없이 구매계약을 해제하는 것으로 처리할 수 있습니다.
9) 구매자는 물품을 수령한 후 반품하지 않고 구매를 최종 결정하게 되면, 판매자에 대한 대금송금을 위하여 즉시 도매꾹에서 [구매결정] 항목을 클릭해야 합니다. 구매결정을 하게 되면 구매자가 회사에 보관 의뢰한 상품대금은 판매자에게 송금되므로 구매결정 이후에 발생하는 반품, A/S 등은 구매자와 판매자가 직접 연락하여 해결해야 합니다.
10) 회사는 이 약관의 상품등록양식에 어긋난 등록, 허위등록, 신용카드결제시스템 또는 통신과금시스템만을 이용하기 위한 등록 여부를 확인하기 위하여 일정기간동안 송금을 보류할 수 있습니다. 이 경우, 판매자가 상품판매에 관한 거래사실 증빙서류를 회사에 제공하는 때에는 확인 후 송금처리를 합니다.
11) 판매자는 구매자가 상품수령일로부터 7일 이내에 반품, 교환 등의 의사를 표시하지 않고 구매결정을 지연하는 경우 상품도착증빙을 첨부하여 위 기간이 경과하였음을 입증하여 회사에 송금을 요청할 수 있으며, 이 경우 회사는 판매자에게 상품대금을 송금합니다. 다만, 위 기간 이내에 구매자의 반품 또는 교환의 의사표시가 있는 경우에도 구매자가 정당한 사유 없이 해당 상품을 사용하거나 14일 이상 관계법령 및 이 약관에 정한 상품반환의무를 이행하지 않는 경우에는 판매자에게 상품대금을 송금할 수 있습니다. 회사의 송금 이후 구매자의 반품 또는 교환의 의사표시가 있는 경우 판매자와 구매자의 책임으로 모든 문제를 해결해야 하며, 회사는 이에 개입하거나 책임지지 않습니다.
4. 배송
1) 배송 소요기간은 주문 체결일 익일을 기산일로 하여, 판매자가 구매자에게 배송하기까지의 기간을 말합니다. 회사는 원활한 매매를 위하여 일정 배송소요기간을 지정하고 판매자에게 이를 준수하도록 요청할 수 있습니다.
2) 무통장입금에 의한 대금결제의 경우의 배송 소요기간은 입금확인일 익일로부터 기산합니다.
3) 공휴일 및 기타 휴무일에는 배송되지 않으며, 천재지변 등 불가항력적인 사유 발생시 그 해당기간 동안은 배송 소요기간에서 제외됩니다.
5. 반품/교환/환불에 관한 규정
1) 구매자는 전자상거래 등에서의 소비자 보호에 관한 법률 제17조에 의해 구매한 상품을 배송 받은 후 7일 이내에 상품불량 및 상품내용과 상이한 상품일 경우 환불 또는 교환을 요청해야 합니다. 교환은 1회에 한하여 허용됩니다. 단, 구매자의 문제로 상품의 하자가 발생한 경우와 구매자의 변심에 의한 무 하자 상품의 환불 및 교환의 경우는 판매자의 승인 하에 처리가 가능합니다. 반품에 관한 일반적인 사항은 '전자상거래 등에서의 소비자 보호에 관한 법률' 등 관련 법령이 판매자가 제시한 조건보다 우선합니다. 단, 다음 각 호의 경우에는 구매자가 반품 또는 교환을 요청할 수 없습니다. 
가. 구매자의 귀책사유로 말미암아 상품이 멸실 또는 훼손된 경우 
나. 구매자의 사용 또는 일부 소비에 의하여 상품의 가치가 현저히 감소한 경우 
다. 시간의 경과에 의하여 재판매가 곤란할 정도로 상품의 가치가 현저히 감소한 경우
라. 복제가 가능한 상품의 포장을 훼손한 경우
마. 상품 판매시 교환의 제한을 명시적으로 고지한 경우와 교환신청 시 교환할 재고가 없는 경우
바. 기타 구매자가 환불 또는 교환을 요청할 수 없는 합리적인 사유가 있는 경우
2) 반품 또는 교환시 추가로 발생하는 비용(운송비 등)은 귀책사유를 제공한 측에서 부담합니다. 예를 들어, 상품불량으로 인한 반품일 경우에는 ‘판매자 부담’, 단순 변심 또는 구매자 귀책사유에 의한 반품일 경우에는 ‘구매자 부담’으로 반품원인을 제공한 측에서 운송비를 부담합니다.
3) 구매자가 신청한 상품이 품절되었거나 재고가 없는 등의 불가피한 사유로 재화 등을 인도할 수 없을 때에는 전자상거래 등에서의 소비자보호에 관한 법률 제15조 규정에 따라 상품대금을 받은 날로부터 2 영업일 이내에 대금의 환불을 위하여 조치를 취하고 그 사유를 구매자에게 통지합니다.
4) 배송상의 문제로 발생한 구매자의 물질적/정신적 피해의 책임은 전적으로, 책임의 소재를 발생시킨 배송업체와 배송업체를 지정한 판매자에게 있으며, 회사는 구매자에게 필요한 판매자 정보 제공 및 원활한 문제해결을 중재합니다.
5) 회사는 판매자가 교환, 반품에 대하여 사실확인 진행절차에 적극적으로 임하지 않거나 지연하는 경우 구매자에게 교환 또는 반품의 원인을 파악한 후 해당 거래를 취소하여 구매자에게 보관중인 결제대금을 환불할 수 있습니다. 판매자는 상품의 하자 또는 사용상의 안전성에 결함이 있는 경우 전량 리콜(수리, 교환, 환불)해야 하며, 리콜에 따른 모든 비용을 부담해야 합니다.
6) 회사는 구매자의 교환 또는 반품의 요청이 정당하지 않다고 판단하는 경우는 구매자의 의사표시를 취소하여 보관중인 결제대금을 판매자에게 지급할 수 있습니다. 또한 구매자의 교환, 반품 등이 접수된 날로부터 14일이 경과할 때까지 기수령한 상품을 판매자에게 반환하지 않거나 연락(전화, 이메일 등)이 되지 않는 경우에는 교환, 반품의 의사를 철회한 것으로 간주하여 보관중인 결제대금을 판매자에게 지급할 수 있습니다.
7) 구매자로부터 상품을 반환 받은 판매자는 반품 또는 교환에 필요한 조치를 취해야 합니다. 판매자는 배송비의 정산, 부속품/종물/사은품의 반환 확인 등이 필요한 경우, 기타 구매자의 반품, 교환이 이 약관 규정에 비추어 부적합하다고 여겨지는 경우 회사에 [반품(교환)보류]의 의사를 통지할 수 있습니다. 판매자가 배송비의 정산을 이유로 [반품(교환)보류]의 의사를 통지한 경우, 구매자가 배송비의 정산을 완료하면 회사는 반품의 경우 환불에 필요한 조치를 취합니다. 기타의 사유로 판매자가 [반품(교환)보류]의사를 통지한 경우, 회사는 구매자에 대한 환불을 보류하며 반품 또는 교환과 관련된 구매자와 판매자간의 분쟁이 완료되면 그에 따라 구매자에 대한 환불, 판매자에 대한 송금 등의 조치를 취합니다. 반품 또는 교환과 관련된 분쟁은 판매자와 구매자 간에 스스로 해결해야 합니다. 회사는 반품 또는 교환과 관련된 분쟁의 해결을 거부, 태만하거나 기타의 방법으로 그 해결을 지연시키는 회원에 대해서는 서비스 이용을 제한하는 등 제재를 할 수 있습니다.
8) 판매된 상품의 취소, 반품, 교환, 환불과 관련한 업무주체는 판매자이며 그에 따른 책임도 판매자에게 있습니다. 회사는 취소, 반품, 교환, 환불 업무를 처리할 수 있는 시스템만을 제공 합니다.
9) 정상적으로 구매 결정된 이후 발생하는 문제에 대해서는 구매자가 판매자와 직접 처리 합니다.
10) 구매자는 회사의 거래 서비스가 종료한 이후에도 관련법령에 따라 반품을 행할 수 있습니다. 이 경우, 구매자는 판매자에 대하여 직접 반품에 따른 환불요청을 해야 하고 회사는 이에 대하여 개입하거나 책임지지 않습니다.
11) 이 약관에 규정된 회사의 거래 서비스가 종료한 후 회사를 통하여 거래된 물품의 하자, 반품, 환불 등과 관련하여 판매자와 구매자, 운송업체, 금융기관 등과의 사이에 분쟁 등이 발생한 경우 관련 당사자간에 해결해야 하고, 회사는 이에 대하여 관여하지 않으며 어떠한 책임도 부담하지 않습니다.
12) 회사가 구매자로부터 반품 또는 교환시 소요되는 배송비를 예치 받아서 판매자에게 송금해주는 경우 회사는 구매자가 입력한 정보에 따라 송금하며 구매자의 입력오류 및 송금 이후에 확인된 판매자와 구매자의 합의 불일치에 대해서 책임지지 않습니다.
6. 판매자는 다음과 같이 이 약관과 도매꾹에서 정하는 절차에 따라 신원정보의 제공, 판매물품의 등록, 거래진행과정의 관리, 거래이행, 상품배송, 청약철회 또는 반품 등의 사후처리를 수행해야 합니다. 또한, 판매자는 등록한 상품정보의 [문의게시판]을 통해 회원의 질문에 성실히 응해야 합니다.
1) 상품을 판매하고자 하는 회원은 이 약관과 도매꾹에서 지정한 방식에 따라 상품을 등록할 수 있습니다. 판매자는 판매물품 등록시 구매자가 구매물품에 대한 정보를 확인할 수 있도록 정확하게 기재해야 하며, 허위 또는 과장 정보를 기재한 경우, 모순되는 내용의 정보가 기재되어 있는 경우, 이 약관에 반하는 거래조건이 기재된 경우에 회사는 해당 상품등록을 취소하거나 중지시킬 수 있습니다. 또한 회사가 승인하지 아니한 시스템을 통하여 회사 정보통신망에 무단 접속하여 자동으로 등록하는 방법으로 물품을 등록할 수 없습니다. 이 경우, 취소 또는 중지된 상품에 관한 등록서비스이용료 및 유료부가서비스이용료는 환불되지 않으며, 거래의 취소 또는 중지로 인한 모든 위험과 책임은 상품을 등록한 해당 회원이 부담해야 합니다.
2) 회사 및 판매자는 이용자의 주문이 허위 또는 부당한 방법에 해당하는 경우, 신속한 거래관계의 확정 또는 거래안전을 위하여 필요한 경우, 그 밖의 정당한 사유가 있는 경우 주문을 취소할 수 있습니다. 다만, 판매자가 예상치 못한 재고부족 등으로 정상적 거래이행이 곤란하여 주문을 취소하는 경우에는 지체 없이 구매자에 대한 통지, 환급(에 필요한 조치) 등 관계법령이 정한 조치를 취해야 합니다.
3) 판매물품의 등록은 도매꾹에서 지정한 상품등록 양식에 따라야 하며, 상품등록 양식에 어긋난 등록이나 중복·도배등록, 허위등록, 신용카드결제시스템 또는 통신 과금 시스템만을 이용하기 위한 등록 등의 경우 회사는 해당 상품을 삭제, 취소하거나 중개를 하지 않을 수 있으며, 이에 따른 모든 책임은 그러한 상품을 등록한 회원이 부담해야 합니다. 또한 신용카드 결제시스템 또는 통신 과금 시스템만을 이용하기 위하여 등록한 경우에는 판매자와 구매자 모두 회원자격이 정지될 수 있습니다.
4) 판매자는 상품 등록시 직거래를 유도하는 문구나 구매자의 정당한 권리(청약철회권 등)를 제한하거나, 허위 또는 기타 법령이나 약관에 위배되는 내용(문구, 사진 또는 설명을 포함)을 등록해서는 안 되며, 스스로 또는 다른 회원을 통하여 고의로 판매가를 조작하거나 기타 서비스의 안전성과 신뢰성을 해하는 부정한 행위를 해서도 안됩니다. 이를 위반한 경우 회사는 관련 회원이나 해당 거래에 대하여 거래취소, 거래중지 및 기타 필요한 조치를 취할 수 있습니다.
5) 판매자는 자신의 판매자 정보란에 회사가 정하는 절차에 따라 인증 받은 유선전화 또는 휴대폰 번호를 대표번호로 설정하고 항상 최신 정보로 유지해야 합니다. 또한, 대표번호 변경시 또는 매 6개월마다 새로이 인증을 받아야 합니다. 판매자가 본항의 의무를 이행하지 않을 경우 회사는 이행 완료시까지 해당 판매자의 상품 등록과 편집을 제한할 수 있습니다.
6) 판매자는 상품 등록 시 품목별 재화 등에 관한 정보 및 거래조건에 관한 정보 등 ‘전자상거래 등에서의 상품 등의 정보제공에 관한 고시’(공정거래위원회 고시 제2012-49호, 이하 ‘상품정보제공고시’)에서 정한 정보를 입력해야 하고, 상품 등록 후 상품정보제공고시가 변경되는 경우 그에 맞추어 관련 정보를 수정, 보완해야 합니다. 판매자가 상품정보제공고시에 따른 정보를 입력하지 않거나, 상품 등록 후 변경된 상품정보제공고시에 따라 정보를 수정, 보완하지 않는 경우 회사는 회원자격의 정지, 서비스 제공 거부·제한 등 필요한 조치를 취할 수 있습니다.
7) 판매자는 등록상품에 특별한 거래조건이 있거나 교환, 반품비용 등 추가되는 비용이 있는 경우, 이를 구매자가 알 수 있도록 명확하게 기재해야 합니다. 다만, 이러한 특별한 거래조건은 구매자의 정당한 권리를 제한하거나 이 약관을 위반하거나 기타 회사가 미리 정한 거래조건에 위배되어서는 안 됩니다.
8) 회원이 물품등록을 하는 경우에는 전자상거래 등에서의 소비자 보호에 관한 법률 및 전자거래소비자보호지침 등에 따라 회사가 제공하는 양식에 의거하여 상호명과 대표자 성명, 영업소 소재지, 배송 및 반품 국내 주소지, 전화번호, 전자우편주소, 사업자등록번호, 기타 영업관련 자격을 명시해야 합니다. 회원이 위와 같은 사항을 명시하지 않거나 허위로 기재한 경우 회사는 상품등록 취소, 거래중지 기타 필요한 조치를 취할 수 있습니다. 이 경우, 회원정보의 미표시 또는 허위표시, 상품등록 취소 또는 거래중지로 인한 모든 위험과 책임은 해당 회원이 부담해야 하며, 이로 인해 다른 회원에게 발생한 재산상 손해를 회사가 부담할 경우 회사는 해당 회원에게 구상할 수 있습니다.
9) 판매자는 상품정보를 등록함에 있어서 저작권, 초상권 등 제3자의 권리를 침해해서는 안 됩니다. 판매자가 등록한 상품정보는 판매 활성화를 위하여 회사가 제휴한 사이트와 블로그 등에 노출될 수 있습니다. 다만, 블로그 등에의 노출은 회사가 정한 이용규칙에 동의하고 회사가 허용한 방식으로 퍼가기 하는 경우에만 가능합니다.
10) 판매자가 상품을 등록하는 경우, 동일 아이디, 추가 아이디 또는 다른 회원의 아이디를 이용하여 물품 및 거래조건이 실질적으로 동일한 상품을 둘 이상 중복하여 등록할 수 없고 동일 상품이 게재되고 있는 동안 다른 동일 상품을 등록할 수 없습니다. 이에 위반한 상품등록에 대해 회사는 상품검색의 효율성 제고를 위해 중복 등록된 상품을 삭제하거나 취소할 수 있고 위반 횟수 및 수준에 따라 해당 상품을 등록한 판매자의 회원자격을 정지하거나 서비스 이용을 제한할 수 있습니다.
11) 회사는 등록된 상품이 온라인 등에서의 매매, 유통에 적합하지 않은 상품인 경우에는 직권 또는 권리주장자의 요청에 따라 해당 상품 등록을 삭제, 취소하거나 중지할 수 있습니다.
12) 회사는 등록된 상품이 법령 또는 약관에 위반되거나, 공서양속을 저해하거나 기타 탈법행위와 관련되거나 그러한 목적이 있는 경우 또는 회사의 정책상 필요에 의한 경우에는 직권으로 이를 삭제, 취소하거나 중지할 수 있습니다. 이의 구체적인 예시는 별도 도매꾹에서 지정한 방식에 의하며 회사는 이를 임의로 추가 또는 변경할 수 있습니다.
13) 회사는 등록된 상품이 구매자 또는 제3자에게 위해 또는 손해를 발생시키거나 발생시킬 우려가 있다고 인정되는 경우 아래와 같은 조치들을 취할 수 있습니다.
가. 해당 상품 및 해당 상품과 동일 또는 유사한 카테고리에 등록된 해당 판매자의 다른 상품 등록의 삭제, 취소 또는 중지
나. 해당 판매자의 위 제1호에 해당하는 신규 상품 등록 제한
다. 해당 판매자의 회원자격 정지 또는 서비스 이용 제한
14) 회사는 권리의 보호를 위하여, 권리주장자가 회사가 정한 절차 및 방식에 따라 신고 또는 요청을 하는 경우, 당해 상품등록을 삭제, 취소 또는 일시 중지하고 이를 해당 상품의 판매자에게 통지합니다. 이러한 경우 회사는 당해 권리주장자의 신원, 신고 또는 요청이 회사의 절차 및 방식에 부합하는지 여부만을 서면으로 심사할 책임을 지는 것에 그치며, 당해 권리의 실질적 유효성 및 범위, 당해 권리의 주체 및 동 권리에 관련된 계약 또는 실질적 관계 등에 대한 심사를 행하지 않습니다. 회사는 권리주장자의 신고 또는 요청에 의한 상품등록의 삭제, 취소 또는 일시 중지에 대해 일체의 책임을 지지 않으며, 이는 권리주장자와 판매자 사이에서 해결되어야 합니다.
15) 회사가 직권 또는 권리주장자의 신고 또는 요청에 따라 해당 상품등록을 삭제, 취소하거나 중지한 경우, 판매자는 이에 대한 이의를 회사가 정한 절차와 방식에 따라 소명함으로써 회사의 조치에 대한 중단을 요청할 수 있습니다. 이 경우 회사는 판매의 재개, 재등록 등의 조치를 취하고 이를 권리주장자에게 통보합니다. 판매자의 소명이 있는 경우, 회사는 해당 소명이 회사가 정한 절차와 방식에 부합하는 지 여부만을 서면으로 심사하는 것에 그치며 해당 소명의 유효성, 적법성, 타당성 및 판매자의 권리 등에 대한 심사를 행하지 않습니다. 회사는 판매자의 소명에 따른 판매의 재개, 재등록 등에 대하여 일체의 책임을 지지 않으며, 이는 권리주장자와 판매자 사이에서 해결되어야 합니다.
16) 판매자는 주소지 또는 대금결제를 위한 통장계좌 등의 변경이 있을 경우 즉시 회사에 이를 통지해야 하며, 회사는 통지의 지연으로 인하여 발생한 손해에 대하여 책임을 지지 않습니다.
17) 채권자의 신청에 의한 판매대금의 가압류, 압류 및 추심명령 등 법원의 결정이 있을 경우, 회사는 판매자와 채권자 간의 합의 또는 채무액의 변제 등으로 동 결정이 해제될 때까지 판매대금의 정산을 중지하거나 제3채무자로서 판매자의 정당한 채무를 변제할 수 있습니다.
18) 회사는 아래의 사유가 발생하는 경우 상품판매대금의 정산을 유보할 수 있습니다.
가. 구매자가 신용카드로 결제한 경우, [여신전문금융거래법]상의 규정에 따라 회사는 신용카드 부정사용을 통한 허위거래여부를 판단하기 위해 최고 60일까지 판매대금에 대한 송금을 보류할 수 있습니다. 이 경우, 회사는 거래사실 확인을 위한 증빙을 판매자에 요구할 수 있으며, 회사는 사실 여부 확인 후 상품판매대금을 지급할 수 있습니다. 
나. 법원 등 제3자가 자격을 갖추어 상품판매대금의 지급보류를 요청한 경우 회사는 보류요청이 해제될 때까지 관련 상품판매대금의 송금을 보류하거나 정당한 채권자에게 지급할 수 있습니다. 
다. 회사는 판매자가 매매 부적합 상품의 판매자로 적발되거나, 구매자 클레임의 다수 발생으로 인한 환불, 교환 등의 요청이 염려되는 경우 3개월간 정산을 보류할 수 있습니다. 
라. 판매자와 구매자 간에 동일한 유형의 클레임이 지속적으로 발생하는 경우, 구매자로부터의 클레임에 대비하여 일정기간 판매대금의 정산을 유보할 수 있습니다.
19) 판매자는 폐업신고 이후에는 원칙적으로 판매가 금지되며, 회사는 판매자의 폐업 이후에 판매된 상품의 판매대금에 관해서는 정산을 하지 않는 것을 원칙으로 합니다. 
20) 본 조에 정한 외에도 법률의 규정에 의하거나 합리적인 사유가 있는 경우에는 회사는 판매자에게 통지하고 판매대금의 전부 또는 일부에 대한 정산을 일정 기간 유보할 수 있습니다.

제11조의 2 (전세계배송 서비스)
1. 전세계배송 서비스는 구매자가 구매한 상품이 회사의 물류센터(회사와 제휴 관계를 맺은 제3자의 물류센터 포함)를 거쳐 해외배송망을 통해 수취인에게 배송되는 서비스를 말하며, 전세계배송 단계는 다음 각 호와 같이 구분됩니다.
1) 국내배송단계 : 구매자가 구매한 상품이 회사와 업무제휴관계에 있는 제3자의 물류센터로 입고되는 시점까지의 단계
2) 해외배송단계 : 물류센터 입고 후 해외배송망을 통하여 수취인에게 배송되기까지의 단계
2. 구매자는 [발송예정] 상태에서는 언제든지 구매계약 취소가 가능하며, 배송중인 상태에서 구매자 변심에 의한 반품은 국내배송단계까지로 제한됩니다. 또한 해외배송단계부터는 반품이 불가함을 원칙으로 하되, 해외배송이 완료된 상품이 원시적인 하자가 있는 등의 사유로 인하여 회사가 교환 또는 반품을 승인하는 경우는 예외로 합니다.
3. 회사로부터 교환 또는 반품을 승인 받고자 하는 구매자는 객관적인 입증자료를 회사로 송부하여 상품의 원시적인 하자 등 교환/반품사유를 증명해야 하고, 상품의 하자 등이 증명된 경우 교환 또는 반품에 소요되는 배송비 등 필요경비는 판매자가 부담합니다.
4. 회사로부터 교환 또는 반품을 승인 받은 경우 구매자는 고객센터에 연락한 후, 해당 지역 우체국을 통해 물품을 발송하고, 배송비 등을 증명할 수 있는 서류를 회사에 제공해야 합니다.
5. 해외배송비 실측이 완료된 날부터 회사가 정하는 일정 기간 이내에 해외배송비가 결제되지 않을 경우, 해당 상품은 자동 폐기처분되며 이에 발생되는 제반 비용은 구매자가 부담합니다. 
6. 전세계배송 서비스 이용시 배송국가에 따라 발생할 수 있는 관세, 배송국가들이 부과하는 제세금 등 기타비용은 수취인이 부담하며, 해외 통관 거부 · 주소지 불명 · 수취인 거부에 따른 반송은 구매자 귀책으로 간주하여 이에 발생되는 제반 비용은 구매자가 부담합니다. 
7. 제11조의 2에서 정의되지 아니한 규정은 제11조 및 일반적인 전자금융거래관행을 따릅니다. 

제12조 (e-money 발생 및 준칙)
1. 회사가 인정하는 e-money는 다음과 같은 방법을 통해서 획득할 수 있습니다.
1) 도매꾹 회원이 e-money를 신용카드나 무통장(가상계좌)으로 구입한 경우
2) 판매자 판매대금을 정산 받은 경우
3) 구매자 구매대금을 환불 받은 경우
4) 기타 회사가 규정한 방법에 의하여 제공되는 경우
2. 회사가 인정하는 e-money는 현금성 e-money와 카드성 e-money가 있습니다. 현금성 e-money 는 출금이 가능하며, 카드성 e-money는 현금으로 출금되지 않습니다. 
3. 현금성 e-money를 자신의 은행계좌로 입금 받고자 하는 경우에는 별도로 지정한 자신의 출금계좌로 현금출금요청을 할 수 있습니다.
4. 회사가 이벤트성 e-money를 제공하는 경우 이의 사용기간과 조건을 서비스화면에 표시하거나 e-mail 등을 통하여 통지합니다. 회사는 e-money의 신뢰도 확인과 관련된 사항, 사용상의 제한이나 그 밖의 주의사항을 서비스화면에 공지하거나 e-money를 이용하는 회원에게 고지합니다.
5. 회원은 물품의 구매와 관련하여 e-money 결제를 선택할 수 있습니다.
6. 구매자에게 회사에 대한 채무금이 있는 경우 회사는 구매자가 현금성 e-money를 출금 요청할 때에 해당 채무금을 차감하고 지급할 수 있습니다.

제12조의 2 (포인트)
1. 회사가 인정하는 포인트는 회사가 규정한 방법에 의하여 제공되는 경우 획득할 수 있습니다.
2. 포인트는 회사가 정한 유효기간이 만료하거나 이용계약이 종료되면 소멸되며 복구가 불가합니다. 적립된 포인트의 이용조건, 이용기간, 소멸조건 등은 관련 법령의 개정 및 폐지, 회사와 판매자의 계약관계의 변경 등 합리적이고 상당한 이유가 있는 경우 회사에 의해 변경될 수 있으며, 포인트 적립방법이나 적립기준은 회사의 마케팅 정책의 변경에 따라 변경될 수 있습니다. 이 경우 회사는 30일 이상의 사전유예기간을 두고 당해 내용을 공지합니다.
3. 포인트는 현금으로 출금될 수 없으며 회사가 정하는 일정 포인트 이상 적립된 경우 상품구매시 활용할 수 있습니다. 다만, 물품 구매 후 취소 또는 반품을 할 경우에는 물품 구매 시 회사가 부여한 포인트를 회수합니다.
4. 포인트는 타인에게 양도할 수 없으며 부정한 목적이나 용도로 사용할 수 없습니다. 이 경우 회사는 해당사유를 미리(미리 통지할 수 없는 경우에는 사후 지체 없이) 통지하고 포인트를 회수하거나 회원자격을 정지할 수 있습니다. 
5. 포인트는 회사가 운영하는 '도매꾹' 인터넷 오픈마켓 사이트 (http://domeggook.com), '도매매' 인터넷 오픈마켓 사이트(http://domeme.com/)와 통합적으로 운용할 수 있습니다.

제 4 장    서비스와 서비스 이용료
 
제13조 (서비스기간과 중단) 
1. 이 약관의 유효기간은 서비스 신청일로부터 1년이며, 서비스 내용수정에 대한 서면 요청이 서비스기간 만료 2개월 전까지 없을 경우 동일한 조건으로 1년 단위로 자동으로 갱신됩니다.
2. 회사는 컴퓨터 등 정보통신설비의 보수, 점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다. 서비스를 중단할 경우, 사이트 초기화면에 통지하며, 서비스가 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 책임지지 않습니다. 단, 회사에 고의 또는 중과실이 있는 경우에는 그러하지 아니합니다.
 
제14조 (이용자가 제공한 정보)
1. 이용자가 제공한 정보란, 이용자가 도매꾹을 비롯한 회사가 운영하는 인터넷 상에 제공한 모든 정보(상품명을 비롯한 상품의 설명, 그림, 사진, 음향 등)를 의미합니다. 
2. 이용자가 제공한 정보는 컴퓨터에 의하여 실시간 자동으로 도매꾹에 반영되며 따라서 이에 대한 모든 책임은 해당 정보를 제공한 이용자가 부담합니다. 다만 회사는 적법한 권리자의 요구가 있는 경우에는 해당 내용을 삭제하거나 수정할 수 있습니다.

제15조 (서비스 이용료)
1. 회사는 이용자간의 자유로운 전자상거래에 있어서 필요로 하는 서비스를 제공하고 시스템에 대한 이용료(서비스 이용료)를 부과할 수 있습니다. 
2. 회사는 도매꾹에서 거래가 체결된 경우, 도매꾹 시스템과 안전결제시스템에 대한 이용료로서 일정액을 회원에게 부과할 수 있습니다. 이 경우 회원은 서비스의 이용료를 지급할 의무가 있습니다.
3. 회사는 필요한 경우 서비스이용료를 신설, 변경할 수 있으며, 신설 또는 변경사항은 회사가 제공하는 도매꾹의 [공지사항]과 당해 서비스를 통하여 공지합니다. 회사는 판매 활성화 등을 위하여 서비스이용료 범위 내에서 특정 상품에 대한 서비스이용료를 할인할 수 있습니다. 또한 회사는 특정 판매자에 대한 서비스이용료를 상품의 성격, 판매실적, 회원의 특성 등 회사가 정하는 일정한 기준과 절차에 따라 조정 또는 면제할 수 있습니다.

제 5 장 권리관계 등

제 16 조 (저작권 및 게시물의 관리)
1. 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다. 
2. 이용자는 회사를 이용함으로써 얻은 정보 중 '회사' 에게 지적재산권이 귀속된 정보를 '회사' 의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 해서는 안됩니다. 
3. 회사는 이용자가 게시하거나 작성하는 모든 내용물(회원간 전달 포함)이 다음 각 호의 경우에 해당한다고 판단되는 경우 사전통지 없이 삭제할 수 있으며, 이에 대해 회사는 어떠한 책임도 지지 않습니다. 
1) 회사, 다른 이용자 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우 
2) 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등의 유포에 해당하는 경우 
3) 범죄적 행위에 결부된다고 인정되는 내용인 경우 
4) '회사' 의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우 
5) 불필요하거나 승인되지 않은 광고 등 게시물을 게재하는 경우 
6) 기타 관계 법령 및 회사의 지침, 규칙 등에 위반된다고 판단되는 경우 
7) 게시글이 게시판 성격에 부합하지 않는 내용인 경우
4. 회사는 회원이 게재하는 상품설명 등의 제반 정보를 통제하거나 제한하지 않습니다. 다만, 회사는 회원이 게재한 정보의 내용이 타인의 명예, 권리를 침해하거나 법규정을 위반한다고 판단하는 경우에는 이를 삭제할 수 있고, 등록취소, 거래중지 등 기타 필요한 조치를 취할 수 있습니다.

제17조 (회사의 면책) 
1. 회사는 통신판매중개자로서 회원 상호간의 거래를 위한 거래시스템만을 제공할 뿐이므로 상품을 판매하거나 구매하고자 하는 회원을 대리하지 않습니다. 도매꾹의 거래시스템을 이용한 거래 내용(가격, 문자, 숫자, 그림, 음향 등)에 관한 모든 분쟁에 대해서는 당해 거래 당사자가 책임을 져야 합니다. 또한, 회사의 어떠한 행위도 판매자 또는 구매자를 대리하는 행위로 간주되지 않습니다. 이와 관련하여 회사가 제3자에게 손해를 배상하거나 기타 비용을 지출한 경우 회사는 당해 회원에게 구상권을 행사할 수 있습니다.
2. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 도매꾹 서비스를 제공할 수 없는 경우에는 서비스의 제공을 제한하거나 일시 중단할 수 있습니다. 이 경우 회사는 불가항력을 이유로 그 책임이 제한됩니다. 
3. 회사는 인터넷 이용자 또는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다. 또한 회사는 컴퓨터 등 정보통신설비의 보수, 점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있으며, 이와 관련하여 회사는 고의 또는 중대한 과실이 없는 한 책임을 지지 않습니다.
4. 이용자가 게재한 정보, 자료, 사실의 정확성 등을 신뢰함으로써 입은 손해에 대하여 회사는 책임을 지지 않습니다.
5. 이용자가 자신의 개인정보(신용카드 정보 등)를 타인에게 유출 또는 제공함으로써, 발생하는 피해에 대해서 회사는 일절 책임을 지지 않습니다.
6. 이용자가 구매한 상품 사용 중 제조상의 결함 등으로 발생한 문제는 제조물책임법에 따라 처리됩니다.
7. 회사는 적법한 권리자의 요구가 있는 경우에는 당해 상품 및 용역 등에 관한 정보를 삭제하거나 수정할 수 있으며, 회원은 이로 인한 손해배상을 회사에 청구할 수 없습니다.
8. 회원이 약관과 이용계약을 위반함으로써 회사의 대외 이미지 실추 등 회사에 유, 무형적 손해가 발생한 경우, 당해 회원은 회사의 손해를 배상해야 합니다.
9. 상품 등록시 상품정보(이미지, 텍스트 및 첨부파일 등을 포함)로 인한 문제로 발생하는 산업재산권, 디자인, 저작권 및 상표권, 19세 이상 판매가능한 성인물품, 상품정보제공 고시사항 등의 각종 민,형사상 책임은 모두 판매자에게 있으며, 도매꾹은 이에 대해 책임이 없습니다. 특히, 판매자는 타인이 창작/제작한 사진이나 이미지 또는 문구 등을 무단으로 복제하여 게재하거나 허가없이 링크해서는 안 됩니다. 만약, 이로 인해 도매꾹에 피해가 발생할 경우, 판매자는 자신의 비용으로 도매꾹을 면책시켜야 합니다. 

제18조 (관할법원 및 준거법) 
1. 이 약관과 회사와 회원 간의 서비스 이용계약 및 회원 상호간의 분쟁에 대해 회사를 당사자로 하는 소송이 제기될 경우에는 회사의 본사 소재지를 관할하는 법원을 합의관할법원으로 정합니다.
2. '회사' 와 이용자간에 제기된 소송에는 한국법을 적용합니다.

제19조 (기타조항)
1. 회사는 필요한 경우 특정 서비스(혹은 그 일부)를 도매꾹 등을 통하여 미리 공지한 후, 일시 또는 영구적으로 수정하거나 중단할 수 있습니다.
2. 회사와 이용자, 또는 이용자 상호간은 상대방의 명백한 동의 없이 본 약관상의 권리와 의무를 제3자에게 양도할 수 없습니다.

부칙
제1조 (적용일자)
1. 이 약관은 2005년 1월 1일부터 변경 적용됩니다.
2. 이 약관은 적용일자 이후에 발생된 거래부터 적용됩니다. 다만, 적용일자 이전에 상품이 거래되었다고 하더라도 그 상품중개와 관련하여 적용일자 이후에 발생한 판매취소, 구매취소, 부당한 구매행위, 불법카드거래 등 회사가 제한하거나 금지하는 행위에 대해서는 이 약관이 적용됩니다.
3. 처음 회원가입시 이 약관에 동의를 하면 이후의 로그인 시에도 이 약관에 동의한 것으로 간주하므로 더 이상 동의를 구하지 않습니다. 단, 약관이 변경되었을 경우 다시 한번 동의를 구하는 것으로 합니다.

부 칙
제1조 (적용일자)
1. 이 약관은 2017년 10월 13일부터 적용됩니다.


</textarea>
							</td>
						</tr>
					</table>
					<div class="agreeCheck">
						<input type="checkbox" name="agree_check" id="input_sign_agree_check_2">
						<label for="input_sign_agree_check_2">개인정보 수집 및 이용목적에 동의합니다</label>
					</div>
					<div class="agreeCheck" style="font-weight: 700; text-align: center">
						<input type="checkbox" id="allCheck">
						<label for="allCheck">이용약관 및 개인정보 수집/이용목적에 모두 동의합니다</label>
					</div>
					<div class="submit_button_area">
						<!-- <input type="image" src="/images/auth/btn_memberRegisterOk.gif" border="0" alt="회원가입을 합니다" onclick="javascript:memberJoin();"> -->
						<button type="button" class="button_submit" alt="가입완료" onclick="allAgreeCheck();">회원가입</button>
					</div>
				</div>
			</div>
			<!-- 푸터 -->
			<%@include file="/WEB-INF/views/common/footer.jsp" %>
		</div>
	</body>
</html>